[{"id":54,"title":"Tom and Jerry","description":"Mở đầu câu chuyện là cảnh ngôi nhà của Tom và Jerry sắp bị phá, tuy đã lên ô tô nhưng Tom thấy khó chịu khi Jerry trên xe. Tom tìm cách đuổi Jerry đi, Jerry sau khi chơi lại Tom bèn về phòng khóa kín cửa. Tom đóng ván vào cửa phòng Jerry để Jerry không thể ra được.\r\n\r\nKhi Tom ra ngoài, chiếc xe đã đi mất, Tom cố gắng đuổi theo chiếc xe nhưng bị một con chó truy đuổi phải quay lại nhà. Sáng hôm sau, khi căn nhà bị phá bởi đội thi công, Tom chạy ra khỏi nhà nhưng nhớ tới Jerry còn đang bị nhốt liền quay trở lại cứu Jerry.\r\n\r\nSau đó, cả hai phải đi lang thang, Jerry vẫn lén đi theo Tom dù Tom mấy lần đuổi Jerry đi. Họ gặp chú chó vui vẻ Puggsy và người bạn của anh ta là con châu chấu Frankie. Puggsy và Frankie đã cho Tom và Jerry thấy rằng họ có thể làm bạn dù kích thước cơ thể khác hẳn nhau. Để xua tan cảm giác khó chịu, tất cả mọi người đã múa hát vui vẻ. Khi Puggsy và Frankie đi kiếm ăn ngoài bãi rác đã bị hai tên trộm chó của ông tiến sĩ - thực chất là một kẻ buôn bán động vật trái phép - bắt đi. Sau đó, Tom bị mấy con mèo hoang bắt nạt, Jerry đã giải cứu bằng cách mở ống cống khiến cả đám mèo rơi vào trong. Từ đó, Tom chấp nhận đồng hành cùng Jerry.","status":1,"thuocphim":"phim bộ","image":"Tom_and_Jerry_The_Movie_Poster3855.png","category_id":18,"genre_id":6,"country_id":7,"slug":"tom-and-jerry","position":null,"phim_hot":1,"resolution":4,"name_eng":"Tom and Jerry","phude":0,"ngaytao":"2023-02-05 16:45:19","ngaycapnhat":"2023-02-05 16:45:19","year":null,"thoiluong":10,"tags":null,"actor":"Richard Kind, Dana Hill, Anndi McAfee, Charlotte Rae, Tony Jay Ed ,Gilbert David, Lander Henry ,Gibson Michael, Bell Sydney, Lassick ,Rip Taylor ,Howard Morris","topview":null,"trailer":null,"sotap":100,"episode_count":0,"category":{"id":18,"title":"Phim hoạt hình","description":"Phim hoạt hình","status":1,"slug":"phim-hoat-hinh","position":null},"movie_genre":[{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":54,"genre_id":4}},{"id":6,"title":"hài hước","description":"hài hước","status":1,"slug":"hai-huoc","pivot":{"movie_id":54,"genre_id":6}}],"country":{"id":7,"title":"Mỹ","description":"Phim Mỹ","status":1,"slug":"my"},"genre":{"id":6,"title":"hài hước","description":"hài hước","status":1,"slug":"hai-huoc"}},{"id":53,"title":"Doraemon","description":"Doraemon là một chú mèo máy được Nobi Sewashi (Nobi Nobito), cháu năm đời của Nobi Nobita, gửi từ thế kỷ 22 về quá khứ của ông mình để giúp đỡ Nobita trở nên tiến bộ và giàu có, tức là cũng sẽ cải thiện hoàn cảnh của con cháu Nobita sau này. Còn ở hiện tại, Nobita là một cậu bé luôn thất bại ở trường học, và sau đó công ty phá sản, thất bại trong công việc, đẩy gia đình và con cháu sau này vào cảnh nợ nần.\r\n\r\nCác câu chuyện trong Doraemon thường có một chủ đề chung, đó là xoay quanh những rắc rối hay xảy ra với cậu bé Nobita học lớp năm, nhân vật chính thứ hai của bộ truyện. Doraemon có một chiếc túi thần kỳ trước bụng với đủ loại bảo bối của tương lai. Cốt truyện thường gặp nhất sẽ là Nobita trở về nhà khóc lóc với những rắc rối mà cậu gặp phải ở trường học hoặc với bạn bè. Sau khi bị cậu bé van nài hoặc thúc giục, Doraemon sẽ đưa ra một bảo bối giúp Nobita giải quyết những rắc rối của mình, hoặc là để trả đũa hay khoe khoang với bạn bè của cậu. Nobita sẽ lại thường đi quá xa so với dự định ban đầu của Doraemon, thậm chí với những bảo bối mới cậu còn gặp rắc rối lớn hơn trước đó. Đôi khi những người bạn của Nobita, thường là Honekawa Suneo hoặc Goda Takeshi (Jaian), lại lấy trộm những bảo bối và sử dụng chúng không đúng mục đích. Tuy nhiên thường thì ở cuối mỗi câu chuyện, những ai sử dụng sai mục đích bảo bối sẽ phải chịu hậu quả do mình gây ra, và người đọc sẽ rút ra được bài học từ đó.[3]","status":1,"thuocphim":"phim bộ","image":"200px-DVD_Doraemon_TV_Series_Vol_12765.jpg","category_id":18,"genre_id":9,"country_id":12,"slug":"doraemon","position":null,"phim_hot":1,"resolution":1,"name_eng":"ドラえもん","phude":1,"ngaytao":"2023-02-05 16:41:50","ngaycapnhat":"2023-02-05 16:41:50","year":null,"thoiluong":30,"tags":"ruyện Doraemon lấy bối cảnh xã hội Nhật Bản vào thập niên 1970, cụ thể là ở quận Nerima thuộc ngoại ô thủ đô Tokyo,[21] đặc biệt là những nơi tụ họp và vui chơi của trẻ em;[16] nhà của các nhân vật, trường học và cả ngọn núi sau trường, nơi mà Nobita hay đến để tìm kiếm sự yên tĩnh thường xuyên xuất hiện.[16] Một nơi thường được đề cập trong tác phẩm là \"bãi đất trống\" hay \"sân bóng\", bao gồm một bãi cỏ rộng có ba ống cống bê tông xếp chồng lên nhau, là nơi các nhân vật chính thường gặp mặt để cùng nhau chơi cầu lông, bóng đá và bóng chày, hay chỉ đơn giản là ngồi nói chuyện.[17] Gần đó, nhà của Nobita nằm trong khu vực Tsukimidai (tạm dịch \"Nơi ngắm nhìn Mặt Trăng\")","actor":null,"topview":null,"trailer":null,"sotap":100,"episode_count":3,"category":{"id":18,"title":"Phim hoạt hình","description":"Phim hoạt hình","status":1,"slug":"phim-hoat-hinh","position":null},"movie_genre":[{"id":2,"title":"tâm lý","description":"tâm lý","status":1,"slug":"tam-ly","pivot":{"movie_id":53,"genre_id":2}},{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":53,"genre_id":4}},{"id":6,"title":"hài hước","description":"hài hước","status":1,"slug":"hai-huoc","pivot":{"movie_id":53,"genre_id":6}},{"id":9,"title":"viễn tưởng","description":"viễn tưởng","status":1,"slug":"vien-tuong","pivot":{"movie_id":53,"genre_id":9}}],"country":{"id":12,"title":"Nhật Bản","description":"Nhật Bản","status":1,"slug":"nhat-ban"},"genre":{"id":9,"title":"viễn tưởng","description":"viễn tưởng","status":1,"slug":"vien-tuong"}},{"id":52,"title":"Vua sư tử","description":"Nhân vật chính của Vua sư tử là chú sư tử con Simba, con trai của Mufasa, vị vua đang thống trị thế giới hoang dã ở đây. Cuộc sống hạnh phúc yêu đời bên cạnh cha mẹ và cô bạn Nala của cậu sớm chấm dứt khi người chú ruột Scar (mặt sẹo) có âm mưu cướp ngai vàng của cha cậu. Scar đã sắp đặt sẵn một kế hoạch tàn bạo, phối hợp với bầy linh cẩu hoang dàn dựng nên một cuộc chạy trốn tán loạn của vô vàn con linh dương rồi để cho Simba bị mắc kẹt trong đó. Để cứu con trai, vị vua của muôn loài đã phải hi sinh thân mình. Vừa tiêu diệt được đối thủ, vừa gây nên sự ân hận trong người cháu ruột bé nhỏ Simba, Scar đã đạt được mục tiêu của mình. Scar xô Mufasa rơi xuống núi, và nói trước khi Mufasa chết: \"Đức vua vạn tuế!\". Mufasa rơi khỏi dãy núi và chết vì bị dẫm đạp trong hỗn loạn.\r\n\r\nSimba bé bỏng ra đi với nỗi ân hận vô bờ về cái chết của cha, cậu trở nên suy sụp tinh thần chẳng buồn tranh chấp ngai vàng và quyền cai trị vương quốc. Còn Scar ngay lập tức lấy danh là người cuối cùng của dòng tộc lên ngôi vua và bắt tay với bọn linh cẩu làm loạn cả thảo nguyên. Cuộc sống trở nên tồi tệ hết sức, không còn những khung cảnh tươi xanh, không còn những dòng suối mát, không còn tiếng ca hát vui tươi. Nơi đây chỉ còn một không khí ảm đạm chết chóc.","status":1,"thuocphim":"phim lẻ","image":"The_Lion_King_poster3120.jpg","category_id":18,"genre_id":6,"country_id":7,"slug":"vua-su-tu","position":null,"phim_hot":0,"resolution":2,"name_eng":"The Lion King","phude":0,"ngaytao":"2023-02-05 16:39:54","ngaycapnhat":"2023-02-05 16:39:54","year":"2005","thoiluong":88,"tags":"Simba đi lang thang, kết bạn với lợn rừng Pumbaa và chồn đất Timon, sống một cuộc sống tự do tự tại đến tận lúc trưởng thành. Thời gian dường như xóa nhòa vết thương trong lòng Simba, cậu không còn quá nặng nề với cái chết của người cha đáng kính. Nhưng dường như có gì thôi thúc trong lòng, một cái gì đó như là trách nhiệm khi thấy mình đã lớn, Simba muốn quay về quê hương. Cuộc \"hội ngộ\" với cha đã khiến Simba càng muốn trở về cứu vương quốc. Trở lại nơi chôn rau cắt rốn, Simba quặn lòng khi thấy hình ảnh tươi đẹp không còn nữa, chỉ còn cảnh điêu tàn với sự hoành hành của bọn linh cẩu gian ác. Cuộc hội ngộ với mẹ và Nala yêu quý đã giúp Simba thêm sức mạnh chiến đấu chống lại Scar và bè lũ linh cẩu. Simba đã chiến thắng và tiếp nối trị vì vương quốc cha cậu đã xây dựng nên. Cuộc sống yên bình đã trở lại nơi đây, muông thú lại hát ca, suối nước lại róc rách, cây cối lại tươi xanh và ánh nắng chan hòa khắp nơi.","actor":"Matthew Broderick James Earl Jones Jeremy Irons Jonathan Taylor Thomas Nathan Lane Ernie ,Sabella Robert ,Guillaume Moira, Kelly Rowan, Atkinson Whoopi ,Goldberg Cheech ,Marin Jim ,Cummings ,Madge Sinclair","topview":1,"trailer":"<iframe width=\"1580\" height=\"677\" src=\"https:\/\/www.youtube.com\/embed\/GibiNy4d4gc\" title=\"Carmen Twillie, Lebo M. - Circle Of Life (Official Video from \"The Lion King\")\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen><\/iframe>","sotap":1,"episode_count":1,"category":{"id":18,"title":"Phim hoạt hình","description":"Phim hoạt hình","status":1,"slug":"phim-hoat-hinh","position":null},"movie_genre":[{"id":6,"title":"hài hước","description":"hài hước","status":1,"slug":"hai-huoc","pivot":{"movie_id":52,"genre_id":6}}],"country":{"id":7,"title":"Mỹ","description":"Phim Mỹ","status":1,"slug":"my"},"genre":{"id":6,"title":"hài hước","description":"hài hước","status":1,"slug":"hai-huoc"}},{"id":51,"title":"Võ Thập Lang","description":"Võ Thập Lang (tiếng Trung: 武十郎; bính âm: Wu Shi Lang; Việt bính: Mo Sop Long) là bộ phim truyền hình tình cảm - hài, xen lẫn các pha võ thuật đẹp mắt của Trung Quốc, với sự tham gia diễn xuất của các diễn viên: Dương Thiên Hoa, Hoắc Kiến Hoa, Hồ Vũ Uy, Trương Manh, Bách Tuyết, Giả Nãi Lượng... Khai máy vào mùa hè năm 2006, bộ phim được khởi quay tại phim trường Qingsheng Studios ở thành phố Thượng Hải, Trung Quốc. Bên cạnh Tiếng Quan thoại, bộ phim còn được lồng thêm tiếng Quảng Đông để đáp ứng nhu cầu của khán giả ở Hồng Kông. Bộ phim được phát sóng lần đầu tiên ở Trung Quốc trên đài HKBTV năm 2007 và ở Đài Loan trên đài FTV năm 2008. Lấy bối cảnh Trung Hoa nửa đầu thế kỷ 20, bộ phim xoay quanh cuộc đời, tình bạn, những hoài bão và mối tình trắc trở của Võ Thập Lang - một cô gái cải nam trang.","status":1,"thuocphim":"phim bộ","image":"16266323_1225308530893439_4267334395660783068_n7655.jpg","category_id":8,"genre_id":8,"country_id":10,"slug":"vo-thap-lang","position":null,"phim_hot":0,"resolution":2,"name_eng":"武十郎","phude":1,"ngaytao":"2023-02-05 16:37:55","ngaycapnhat":"2023-02-05 16:37:55","year":null,"thoiluong":45,"tags":"Tư tưởng \"Trọng nam khinh nữ\" vốn tồn tại bấy lâu trong quan niệm của không ít người và mọi rắc rối cũng nảy sinh từ đó. Phim Võ Thập Lang bắt đầu với câu chuyện về gia đình nhà họ Võ sinh được 9 người con đều là nữ. Đứng trước nguy cơ chồng đi lấy vợ bé, Võ phu nhân khi biết được đứa bé thứ 10 cũng là con gái, liền che giấu mọi người, nói rằng đứa bé là con trai. Võ Thập Lang (Dương Thiên Hoa) ra đời, từ nhỏ đến lớn đã luôn phải sống trong tình trạng \"nữ cải nam trang\". Dần dần, mọi hành động và tính cách của cô đều giống hệt như con trai. Lớn lên trong một gia đình có truyền thống võ học, cô được thừa hưởng từ cha lòng say mê võ thuật và luôn có tinh thần trọng nghĩa. Thập Lang và Lý Á Thọ (Hoắc Kiến Hoa) - một chàng trai mồ côi cha mẹ - từ nhỏ đã là huynh đệ tốt của nhau","actor":"Dương Thiên Hoa, Hoắc Kiến Hoa, Hồ Vũ Uy,Trương Manh,Trương Quốc Lập, Bạch Băng Băng ,Giả Nãi Lượng ,Lý Y Hiểu ,Hà Khiết Trương, Vũ Lưu Đông","topview":null,"trailer":"<iframe width=\"1038\" height=\"584\" src=\"https:\/\/www.youtube.com\/embed\/ANBdI06TfYw\" title=\"Võ Thập Nương Tập 1\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen><\/iframe>","sotap":10,"episode_count":3,"category":{"id":8,"title":"Phim hành động","description":"Phim hành động","status":1,"slug":"phim-hanh-dong","position":1},"movie_genre":[{"id":2,"title":"tâm lý","description":"tâm lý","status":1,"slug":"tam-ly","pivot":{"movie_id":51,"genre_id":2}},{"id":3,"title":"kịch tính","description":"hành động","status":1,"slug":"kich-tinh","pivot":{"movie_id":51,"genre_id":3}},{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":51,"genre_id":4}},{"id":6,"title":"hài hước","description":"hài hước","status":1,"slug":"hai-huoc","pivot":{"movie_id":51,"genre_id":6}},{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat","pivot":{"movie_id":51,"genre_id":8}}],"country":{"id":10,"title":"Trung Quốc","description":"Trung Quốc","status":1,"slug":"trung-quoc"},"genre":{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat"}},{"id":50,"title":"Diệp vấn 1","description":"Diệp Vấn sinh ra trong một gia đình giàu có ở Phật Sơn tỉnh Quảng Đông. Cha ông là Diệp Lợi Đô và mẹ là Nguyên Lợi. Ông là người con thứ 3 trong gia đình 4 anh chị em, gồm có anh trai, chị gái và 1 em gái.[2]\r\n\r\nDiệp Vấn bắt đầu theo học Vịnh Xuân Quyền của sư phụ Trần Hoa Thuận từ năm lên 7. Vì sư phụ khi đó đã 70 tuổi nên Diệp Vấn là đệ tử cuối cùng của thầy.[3][4] Do tuổi tác của Trần Hoa Thuận đã cao, Diệp Vấn chủ yếu học phần lớn các kỹ năng và kỹ thuật từ người đệ tử thứ hai của sư phụ là sư huynh Ngô Trọng Tố (吳仲素). Sư phụ Trần Hoa Thuận mất sau khi Diệp Vấn theo học được 3 năm và một trong những di nguyện của thầy là mong muốn Ngô Trọng Tố tiếp tục dạy dỗ Diệp Vấn.\r\n\r\nNăm 16 tuổi, Diệp Vấn chuyển tới Hồng Kông với sự giúp đỡ của người họ hàng là Leung Fut-ting. Một năm sau, ông theo học tại trường trung học St. Stephen's College, Hong Kong dành cho con cái các gia đình giàu có và người nước ngoài sinh sống tại Hồng Kông.[2]\r\n\r\nTrong thời gian theo học, ông từng chứng kiến cảnh một cảnh sát ngoại quốc đánh một phụ nữ và ông đã can thiệp giúp người phụ nữ đó.[2] Tay cảnh sát cố tấn công nhưng Diệp Vấn đã quật ngã hắn và chạy đến trường với bạn cùng lớp. Người bạn này sau đó đã kể lại chuyện này cho một người đàn ông lớn tuổi sống cùng tòa nhà. Người đàn ông sau đó đã đến gặp và hỏi về loại võ thuật mà Diệp Vấn đã luyện tập. Người đàn ông nói với Diệp Vấn rằng \"các chiêu thức của anh không phải quá xuất sắc\".[2]\r\n\r\nÔng ta thách đấu thuật dính tay (chi sao) còn Diệp Vấn nhận thấy đây là một cơ hội để chứng minh khả năng của mình giỏi nhưng đã bị người đàn ông đánh bại sau vài chiêu. Đối thủ của Diệp Vấn tiết lộ mình là Lương Bích là con trai của Lương Tán, sư huynh của Trần Hoa Thuận. Theo vai vế thì Diệp Vấn gọi Lương Bích là sư bá. Nhận thấy công phu Vịnh Xuân của mình vẫn còn nhiều khiếm khuyết, ông tiếp tục tập luyện hoàn thiện võ công với sự chỉ dẫn của Lương Bích.","status":1,"thuocphim":"phim lẻ","image":"Poster-diep-van-ip-man-id_5522_71130166585rJt5218.jpg","category_id":8,"genre_id":8,"country_id":10,"slug":"diep-van-1","position":null,"phim_hot":0,"resolution":4,"name_eng":"葉問","phude":0,"ngaytao":"2023-02-03 15:10:21","ngaycapnhat":"2023-02-03 15:10:21","year":"2000","thoiluong":180,"tags":"Phim 2008, 2010, 2015 và 2019: Chân Tử Đan,\r\nDiệp Vấn tiền truyện 2010: Đỗ Vũ Hàng,\r\nDiệp Vấn: Trận chiến cuối cùng (2013): Huỳnh Thu Sinh,\r\nNhất đại tông sư (2013): Lương Triều Vỹ,\r\nDiệp Vấn ngoại truyện: Trương Thiên Chí (2015),\r\nDiệp Vấn tông sư (2019): Đỗ Vũ Hàng,\r\nTruyền hình 2013: Trịnh Gia Dĩnh,","actor":"Chung Tử Đơn","topview":2,"trailer":null,"sotap":1,"episode_count":1,"category":{"id":8,"title":"Phim hành động","description":"Phim hành động","status":1,"slug":"phim-hanh-dong","position":1},"movie_genre":[{"id":3,"title":"kịch tính","description":"hành động","status":1,"slug":"kich-tinh","pivot":{"movie_id":50,"genre_id":3}},{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat","pivot":{"movie_id":50,"genre_id":8}}],"country":{"id":10,"title":"Trung Quốc","description":"Trung Quốc","status":1,"slug":"trung-quoc"},"genre":{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat"}},{"id":49,"title":"Diệp vấn 2","description":"iệp Vấn sinh ra trong một gia đình giàu có ở Phật Sơn tỉnh Quảng Đông. Cha ông là Diệp Lợi Đô và mẹ là Nguyên Lợi. Ông là người con thứ 3 trong gia đình 4 anh chị em, gồm có anh trai, chị gái và 1 em gái.[2]\r\n\r\nDiệp Vấn bắt đầu theo học Vịnh Xuân Quyền của sư phụ Trần Hoa Thuận từ năm lên 7. Vì sư phụ khi đó đã 70 tuổi nên Diệp Vấn là đệ tử cuối cùng của thầy.[3][4] Do tuổi tác của Trần Hoa Thuận đã cao, Diệp Vấn chủ yếu học phần lớn các kỹ năng và kỹ thuật từ người đệ tử thứ hai của sư phụ là sư huynh Ngô Trọng Tố (吳仲素). Sư phụ Trần Hoa Thuận mất sau khi Diệp Vấn theo học được 3 năm và một trong những di nguyện của thầy là mong muốn Ngô Trọng Tố tiếp tục dạy dỗ Diệp Vấn.\r\n\r\nNăm 16 tuổi, Diệp Vấn chuyển tới Hồng Kông với sự giúp đỡ của người họ hàng là Leung Fut-ting. Một năm sau, ông theo học tại trường trung học St. Stephen's College, Hong Kong dành cho con cái các gia đình giàu có và người nước ngoài sinh sống tại Hồng Kông.[2]\r\n\r\nTrong thời gian theo học, ông từng chứng kiến cảnh một cảnh sát ngoại quốc đánh một phụ nữ và ông đã can thiệp giúp người phụ nữ đó.[2] Tay cảnh sát cố tấn công nhưng Diệp Vấn đã quật ngã hắn và chạy đến trường với bạn cùng lớp. Người bạn này sau đó đã kể lại chuyện này cho một người đàn ông lớn tuổi sống cùng tòa nhà. Người đàn ông sau đó đã đến gặp và hỏi về loại võ thuật mà Diệp Vấn đã luyện tập. Người đàn ông nói với Diệp Vấn rằng \"các chiêu thức của anh không phải quá xuất sắc\".[2]\r\n\r\nÔng ta thách đấu thuật dính tay (chi sao) còn Diệp Vấn nhận thấy đây là một cơ hội để chứng minh khả năng của mình giỏi nhưng đã bị người đàn ông đánh bại sau vài chiêu. Đối thủ của Diệp Vấn tiết lộ mình là Lương Bích là con trai của Lương Tán, sư huynh của Trần Hoa Thuận. Theo vai vế thì Diệp Vấn gọi Lương Bích là sư bá. Nhận thấy công phu Vịnh Xuân của mình vẫn còn nhiều khiếm khuyết, ông tiếp tục tập luyện hoàn thiện võ công với sự chỉ dẫn của Lương Bích.","status":1,"thuocphim":"phim lẻ","image":"unnamed4389.jpg","category_id":8,"genre_id":8,"country_id":10,"slug":"diep-van-2","position":null,"phim_hot":0,"resolution":4,"name_eng":"葉問","phude":0,"ngaytao":"2023-02-03 15:10:29","ngaycapnhat":"2023-02-03 15:10:29","year":"2000","thoiluong":180,"tags":"Phim 2008, 2010, 2015 và 2019: Chân Tử Đan,\r\nDiệp Vấn tiền truyện 2010: Đỗ Vũ Hàng,\r\nDiệp Vấn: Trận chiến cuối cùng (2013): Huỳnh Thu Sinh,\r\nNhất đại tông sư (2013): Lương Triều Vỹ,\r\nDiệp Vấn ngoại truyện: Trương Thiên Chí (2015),\r\nDiệp Vấn tông sư (2019): Đỗ Vũ Hàng,\r\nTruyền hình 2013: Trịnh Gia Dĩnh,","actor":"Chung Tử Đơn","topview":2,"trailer":null,"sotap":1,"episode_count":1,"category":{"id":8,"title":"Phim hành động","description":"Phim hành động","status":1,"slug":"phim-hanh-dong","position":1},"movie_genre":[{"id":3,"title":"kịch tính","description":"hành động","status":1,"slug":"kich-tinh","pivot":{"movie_id":49,"genre_id":3}},{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat","pivot":{"movie_id":49,"genre_id":8}}],"country":{"id":10,"title":"Trung Quốc","description":"Trung Quốc","status":1,"slug":"trung-quoc"},"genre":{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat"}},{"id":48,"title":"chú hề ma quái","description":"Chú hề ma quái (tựa tiếng Anh: It, hay còn gọi là It: Chapter One, tạm dịch: Nó: Phần Một) là một bộ phim kinh dị siêu nhiên Mỹ ra mắt năm 2017 của đạo diễn Andy Muschietti. Đây là phần đầu tiên trong kế hoạch sản xuất loạt phim It hai phần dựa trên cuốn tiểu thuyết cùng tên của nhà văn Stephen King. Nhóm biên kịch của phim gồm có Chase Palmer, Cary Fukunaga và Gary Dauberman.","status":1,"thuocphim":"phim lẻ","image":"chú hề ma quái8977.jpg","category_id":17,"genre_id":9,"country_id":7,"slug":"chu-he-ma-quai","position":null,"phim_hot":1,"resolution":2,"name_eng":"IT","phude":0,"ngaytao":"2023-02-05 16:38:05","ngaycapnhat":"2023-02-05 16:38:05","year":null,"thoiluong":230,"tags":"Vài tuần sau, sau khi Beverly chống lại ông bố lạm dụng tình dục mình, cô bị Pennywise bắt cóc. Hội kém cỏi tập hợp lại và quay trở lại ngôi nhà hoang đường Neibolt để giải cứu cô. Henry Bowers, người đã giết bố mình sau khi bị gã hề ám ảnh đến điên loạn, tấn công cả nhóm. Mike chiến đấu lại và xô Bowers xuống cái giếng sâu thăm thẳm. Hội kém cỏi đi xuống đường cống và tìm thấy hang ổ dưới lòng đất của gã hề, nơi chứa rất nhiều đạo cụ làm xiếc và đồ đạc của trẻ em, xung quanh là xác của những đứa trẻ bị mất tích bay lơ lửng giữa không trung. Beverly, đang bị hôn mê sau khi tiếp xúc với hình dạng thật của gã hề, tỉnh lại khi Ben hôn cô. Bill gặp Georgie, nhưng nhận ra rằng cậu bé là do Pennywise biến hóa. Pennywise tấn công cả nhóm và bắt Bill làm con tin, đề nghị tha mạng cho những đứa trẻ còn lại nếu chúng để hắn giữ Bill. Hội kém cỏi từ chối điều này và khẳng định tình bạn của chúng, vượt qua những nỗi sợ hãi khác nhau của chúng. Sau một trận chiến ngắn ngủi, cả nhóm đánh bại Pennywise và hắn rút lui, Bill tuyên bố rằng hắn sẽ chết đói trong thời gian ngủ đông. Sau khi tìm thấy phần còn lại của chiếc áo mưa của Georgie, Bill cuối cùng cũng chấp nhận cái chết của em trai mình và được bạn bè an ủi.","actor":null,"topview":null,"trailer":"<iframe width=\"1140\" height=\"641\" src=\"https:\/\/www.youtube.com\/embed\/XYX7dmbI0-o\" title=\"Gã Hề Điên Loạn - Review Phim Kinh Dị Terrifier 2016\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen><\/iframe>","sotap":1,"episode_count":1,"category":{"id":17,"title":"Phim ma","description":"Rất là ghê","status":1,"slug":"phim-ma","position":null},"movie_genre":[{"id":3,"title":"kịch tính","description":"hành động","status":1,"slug":"kich-tinh","pivot":{"movie_id":48,"genre_id":3}},{"id":7,"title":"kinh dị","description":"kinh dị","status":1,"slug":"kinh-di","pivot":{"movie_id":48,"genre_id":7}},{"id":9,"title":"viễn tưởng","description":"viễn tưởng","status":1,"slug":"vien-tuong","pivot":{"movie_id":48,"genre_id":9}}],"country":{"id":7,"title":"Mỹ","description":"Phim Mỹ","status":1,"slug":"my"},"genre":{"id":9,"title":"viễn tưởng","description":"viễn tưởng","status":1,"slug":"vien-tuong"}},{"id":47,"title":"Chúa Tể Cương Thi đại chiến Ma Cà Rồng","description":"đây là bộ phim kết hợp cương thi châu á và ma cà rồng rồng châu âu với sự góp mặt của diễn viên nổi tiếng Lâm Chánh Anh và một số diễn viên khác đã tạo nên một bộ phim rất hấp dẫn. Mời các bạn đón xem ma cà rồng, cương thi, Lâm Chánh Anh","status":1,"thuocphim":"phim lẻ","image":"images (1)6710.jpg","category_id":17,"genre_id":8,"country_id":10,"slug":"chua-te-cuong-thi-dai-chien-ma-ca-rong","position":null,"phim_hot":1,"resolution":1,"name_eng":"Lord Cuong Thi Vampire War","phude":1,"ngaytao":"2023-02-03 15:11:28","ngaycapnhat":"2023-02-03 15:11:28","year":null,"thoiluong":200,"tags":"đây là bộ phim kết hợp cương thi châu á và ma cà rồng rồng châu âu với sự góp mặt của diễn viên nổi tiếng Lâm Chánh Anh và một số diễn viên khác đã tạo nên một bộ phim rất hấp dẫn. Mời các bạn đón xem ma cà rồng, cương thi, Lâm Chánh Anh","actor":"Lâm Chánh Anh","topview":null,"trailer":"<iframe width=\"1189\" height=\"505\" src=\"https:\/\/www.youtube.com\/embed\/sQTI2xc8l3A\" title=\"Cương Thi Đại Chiến Ma Cà Rồng | Nhạc Trung Hoa Hay\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen><\/iframe>","sotap":1,"episode_count":1,"category":{"id":17,"title":"Phim ma","description":"Rất là ghê","status":1,"slug":"phim-ma","position":null},"movie_genre":[{"id":3,"title":"kịch tính","description":"hành động","status":1,"slug":"kich-tinh","pivot":{"movie_id":47,"genre_id":3}},{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":47,"genre_id":4}},{"id":6,"title":"hài hước","description":"hài hước","status":1,"slug":"hai-huoc","pivot":{"movie_id":47,"genre_id":6}},{"id":7,"title":"kinh dị","description":"kinh dị","status":1,"slug":"kinh-di","pivot":{"movie_id":47,"genre_id":7}},{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat","pivot":{"movie_id":47,"genre_id":8}}],"country":{"id":10,"title":"Trung Quốc","description":"Trung Quốc","status":1,"slug":"trung-quoc"},"genre":{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat"}},{"id":46,"title":"QUÁI VẬT MA CÂY","description":"Evil Dead (Ma Cây) là phiên bản hiện đại của bộ phim kinh dị đẫm máu Evil Dead, làm lại từ tác phẩm cùng tên năm 1981. Evil Dead là cuộc chiến đấu của một nhóm bạn trẻ với ma quỷ tại một ngôi nhà trong rừng sâu, khi họ đang cắm trại và phát hiện ra một cuốn sách bí ẩn dẫn họ vô tình triệu tập lên quỷ sống trong rừng gần đó. Và cũng từ đây một cuộc chiến đấu cho sự sống còn bắt đầu...","status":1,"thuocphim":"phim lẻ","image":"mâcy6798.jpg","category_id":17,"genre_id":9,"country_id":7,"slug":"quai-vat-ma-cay","position":null,"phim_hot":1,"resolution":4,"name_eng":"Fede Alvarez","phude":0,"ngaytao":"2023-02-03 15:35:06","ngaycapnhat":"2023-02-03 15:35:06","year":"2015","thoiluong":222,"tags":"ma cây  evil dead","actor":null,"topview":2,"trailer":"<iframe width=\"1140\" height=\"641\" src=\"https:\/\/www.youtube.com\/embed\/PPQg6IPZ0bE\" title=\"Quái Vật Ma Cây Ăn Thịt Người | Phim quái vật kinh dị ma cây ăn thịt người\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen><\/iframe>","sotap":1,"episode_count":1,"category":{"id":17,"title":"Phim ma","description":"Rất là ghê","status":1,"slug":"phim-ma","position":null},"movie_genre":[{"id":3,"title":"kịch tính","description":"hành động","status":1,"slug":"kich-tinh","pivot":{"movie_id":46,"genre_id":3}},{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":46,"genre_id":4}},{"id":6,"title":"hài hước","description":"hài hước","status":1,"slug":"hai-huoc","pivot":{"movie_id":46,"genre_id":6}},{"id":7,"title":"kinh dị","description":"kinh dị","status":1,"slug":"kinh-di","pivot":{"movie_id":46,"genre_id":7}},{"id":9,"title":"viễn tưởng","description":"viễn tưởng","status":1,"slug":"vien-tuong","pivot":{"movie_id":46,"genre_id":9}}],"country":{"id":7,"title":"Mỹ","description":"Phim Mỹ","status":1,"slug":"my"},"genre":{"id":9,"title":"viễn tưởng","description":"viễn tưởng","status":1,"slug":"vien-tuong"}},{"id":45,"title":"Huyền thoại Lý Tiểu Long","description":"Huyền thoại Lý Tiểu Long hay Legend of Bruce Lee là bộ phim truyền hình võ thuật Trung Quốc được hoàn thành vào năm 2008 dựa trên câu chuyện có thật về cuộc đời của Lý Tiểu Long. Bộ phim 50 tập này đã được sản xuất và phát sóng bởi CCTV và bắt đầu phát sóng vào ngày 12 tháng 10 năm 2008. Phim có sự tham gia của diễn viên Hồng Kông Trần Quốc Khôn trong vai Lý Tiểu Long và nữ diễn viên người Mỹ Michelle Lang trong vai vợ của Lý Tiểu Long, Linda Lee Cadwell. Giai đoạn sản xuất kéo dài 9 tháng, với việc quay phim diễn ra tại Trung Quốc, Hồng Kông, Ma Cao, Hoa Kỳ, Ý và Thái Lan, với ngân sách là 50 triệu nhân dân tệ (7,3 triệu đô la Mỹ).\r\n\r\nCon gái của Lý Tiểu Long là Lý Hương Ngưng, được coi là giám đốc sản xuất của bộ phim.[1] Một số diễn viên khác như Mark Dacascos, Ray Park, Gary Daniels, Ernest Miller và Michael Jai White được đóng vai trò như các võ sĩ nổi bật trong suốt cuộc đời và sự nghiệp của Lý Tiểu Long.\r\n\r\nHuyền thoại Lý Tiểu Long đã có sự gia tăng lượng khán giả kể từ khi ra mắt vào năm 2008. 14 tập đầu tiên đã phá vỡ kỷ lục xem tại Trung Quốc do Chuang Guan Dong. Theo cuộc khảo sát CSM tổ chức vào ngày 26 tháng 10 năm 2008, 30 tập đầu tiên của bộ phim đã nhận được xếp hạng người xem trên 10,35%. Tập cuối kết thúc đạt tỷ suất người xem 14,87%, phá vỡ kỷ lục cao nhất mọi thời đại của CCTV năm 2010","status":1,"thuocphim":"phim bộ","image":"images1496.jpg","category_id":8,"genre_id":8,"country_id":10,"slug":"huyen-thoai-ly-tieu-long","position":0,"phim_hot":1,"resolution":0,"name_eng":"Legend of Bruce Lee","phude":0,"ngaytao":"2023-02-03 15:29:58","ngaycapnhat":"2023-02-03 15:29:58","year":"2000","thoiluong":45,"tags":"Bruce Lee (Lý Tiểu Long) là một học sinh trung học trong một trường học với hầu hết là sinh viên Anh, sinh viên Trung Quốc như anh ta thuộc thiểu số. Lý Tiểu Long cảm thấy rằng có một sự phân biệt đối với chủng tộc của anh ta trong trường, điều khiến anh ta nổi trội hơn để chứng minh rằng người dân Trung Quốc cũng có năng lực và tài năng. Cùng với người bạn thời thơ ấu của mình là Tần Tiểu Mãn, Lý Tiểu Long tham gia vào cuộc thi Cha-Cha và chiến thắng, phần lớn trở ngại là do sự phiền toái của người bạn học Anh Blair Lewis. Sự cạnh tranh này, ngoại trừ sự phân biệt của Blair đối với người Trung Quốc, tạo ra sự căng thẳng giữa hai người, dẫn đến một số trận đánh nhau. Cuộc cạnh tranh gay gắt của họ trở nên trầm trọng hơn khi Bruce gia nhập đội boxing của trường, người mà anh hùng quyền Anh là Blair. Cả hai cùng tham gia vào cuộc thi đấu boxing trường, và Blair thua Bruce. Blair sau đó nhận ra rằng không giống như anh ta nghĩ, Bruce đã có một cơ hội tốt để giành chức vô địch quyền Anh. Anh quyết định giúp đỡ Bruce bằng cách dạy anh về nhà vô địch boxing ba lần David Cafeld. Điều này đánh dấu sự kết thúc sự thù hận giữa hai người và sự bắt đầu của một tình bạn mà họ duy trì trong nhiều năm sau đó.","actor":"Trần Quốc Khôn, Michelle Lang Ray ,Park Hazen MacIntyre, Vương Lạc Dũng, Natalia Dzyublo ,Vu Thừa Huệ","topview":2,"trailer":"<iframe width=\"1140\" height=\"641\" src=\"https:\/\/www.youtube.com\/embed\/xI9E1EwpUtI\" title=\"Huyền thoại Lý Tiểu Long đánh bại bậc thầy Karate\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen><\/iframe>","sotap":20,"episode_count":20,"category":{"id":8,"title":"Phim hành động","description":"Phim hành động","status":1,"slug":"phim-hanh-dong","position":1},"movie_genre":[{"id":3,"title":"kịch tính","description":"hành động","status":1,"slug":"kich-tinh","pivot":{"movie_id":45,"genre_id":3}},{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":45,"genre_id":4}},{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat","pivot":{"movie_id":45,"genre_id":8}}],"country":{"id":10,"title":"Trung Quốc","description":"Trung Quốc","status":1,"slug":"trung-quoc"},"genre":{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat"}},{"id":43,"title":"Thư Kiếm Ân Cừu Lục","description":"kiếm ân thù lục là một tiểu thuyết võ hiệp của nhà văn Kim Dung, được đăng trên Tân vãn báo của Hồng Kông từ ngày 8 tháng 2 năm 1955 đến ngày 5 tháng 9 năm 1956[1]. Đây là tác phẩm đầu tay trong thể loại tiểu thuyết võ hiệp của nhà văn này mở đầu cho một loạt tác phẩm nổi danh sau này.","status":1,"thuocphim":"phim bộ","image":"20120306afamilyPAThuKiemAnCuuLuc-1_ad3911568.webp","category_id":6,"genre_id":8,"country_id":10,"slug":"thu-kiem-an-cuu-luc","position":1,"phim_hot":0,"resolution":0,"name_eng":"书剑恩仇录","phude":1,"ngaytao":"2023-02-03 15:10:36","ngaycapnhat":"2023-02-03 15:10:36","year":"2000","thoiluong":120,"tags":"Trần Gia Lạc, Hoắc Thanh Đồng, Kha Tư Lệ, Càn Long, Thiết Tháp Dương Thành Hiệp, Thạch Cảm Đương Chương Tấn, Uyên Ương Đao Lạc Băng, Thập Nhị Lang Quỷ Kiến Sầu Thạch Song Anh,Đồng Đầu Ngạc Ngư Tưởng Tứ Căn,Kim Địch Tú Tài Dư Ngư Đồng , Tâm Nghiễn (心硯)","actor":"Triệu Văn Trác , Mai Đình , Ngô Diệp , Mã Khôi , Quan Vịnh Hà","topview":0,"trailer":"<iframe width=\"855\" height=\"641\" src=\"https:\/\/www.youtube.com\/embed\/1ihI9V9x49g\" title=\"Vẫn Nên Để Người Ra Đi | Tân Thư Kiếm Ân Cừu Lục 2009\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen><\/iframe>","sotap":23,"episode_count":23,"category":{"id":6,"title":"Phim kiếm hiệp","description":"Phim kiếm hiệp","status":1,"slug":"phim-kiem-hiep","position":2},"movie_genre":[{"id":3,"title":"kịch tính","description":"hành động","status":1,"slug":"kich-tinh","pivot":{"movie_id":43,"genre_id":3}},{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":43,"genre_id":4}},{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat","pivot":{"movie_id":43,"genre_id":8}}],"country":{"id":10,"title":"Trung Quốc","description":"Trung Quốc","status":1,"slug":"trung-quoc"},"genre":{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat"}},{"id":44,"title":"Liên thành quyết","description":"Liên thành quyết (giản thể: 连城诀, phồn thể: 連城訣, bính âm: Lián Chéng Jué, ban đầu tên là Tố Tâm Kiếm) là tên một tiểu thuyết võ hiệp của nhà văn Kim Dung được đăng lần đầu tiên trên Đông Á tuần báo vào năm 1963. Nội dung truyện kể về cuộc phiêu lưu của chàng Địch Vân giữa sóng gió giang hồ, nơi đang tranh giành một bí kíp võ công cùng với một kho báu vật trị giá liên thành.\r\n\r\n“\tĐịch Vân trung hậu ngay thật nhưng vô cớ bị hàm oan tù đày chỉ vì có một người sư muội quá xinh đẹp là Thích Phương. Trong ngục tù, chàng gặp được một hảo bằng hữu, gặp cơ duyên luyện được võ công thượng thừa... Sư phụ, các sư bá của Địch Vân và nhiều hào sĩ giang hồ vì mấy con số nhằm mở một kho báu bí mật có giá trị liên thành mà đi tranh giành với bao âm mưu thâm hiểm tạo nên những cuộc truy sát rợn người...\t”\r\nBối cảnh lịch sử trong truyện không rõ vào thời gian nào trong lịch sử Trung Quốc, tuy nhiên theo nhận định thì bối cảnh này xảy ra vào thời nhà Thanh vì trong truyện có đề cập đến chi tiết kiểu tóc đuôi sam, một kiểu tóc đặc trưng của người Mãn Châu.","status":1,"thuocphim":"phim bộ","image":"lien-thanh-quyet6653.jpg","category_id":5,"genre_id":9,"country_id":10,"slug":"lien-thanh-quyet","position":2,"phim_hot":0,"resolution":1,"name_eng":"連城訣","phude":1,"ngaytao":"2023-02-03 15:02:50","ngaycapnhat":"2023-02-03 15:02:50","year":"1998","thoiluong":120,"tags":"Biến cố tại nhà Vạn Chấn Sơn,Chuyện buồn của Đinh Điển,Tai họa đeo đuổi khắp nơi,Quay về động tuyết,Địch Vân, Đinh Điển","actor":"Địch Vân, Đinh Điển, Lăng Sương Hoa,Thủy Sinh","topview":1,"trailer":"<iframe width=\"881\" height=\"641\" src=\"https:\/\/www.youtube.com\/embed\/RWVJdxqDNLE\" title=\"LIÊN THÀNH QUẾT (32).mp4\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen><\/iframe>","sotap":12,"episode_count":4,"category":{"id":5,"title":"Phim truyện","description":"Phim dài tập","status":1,"slug":"phim-truyen","position":0},"movie_genre":[{"id":3,"title":"kịch tính","description":"hành động","status":1,"slug":"kich-tinh","pivot":{"movie_id":44,"genre_id":3}},{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":44,"genre_id":4}},{"id":9,"title":"viễn tưởng","description":"viễn tưởng","status":1,"slug":"vien-tuong","pivot":{"movie_id":44,"genre_id":9}}],"country":{"id":10,"title":"Trung Quốc","description":"Trung Quốc","status":1,"slug":"trung-quoc"},"genre":{"id":9,"title":"viễn tưởng","description":"viễn tưởng","status":1,"slug":"vien-tuong"}},{"id":42,"title":"Nhà bà nữ","description":"Nhà bà Nữ là một bộ phim điện ảnh chính kịch, gia đình do Trấn Thành sản xuất và làm đạo diễn. Bộ phim do Đỗ Hoàng Vũ, quản lý của Trấn Thành và Hari Won đảm nhận vai trò đồng sản xuất. Đây là bộ phim thứ hai do Trấn Thành làm đạo diễn sau Bố già, bộ phim có doanh thu cao nhất lịch sử phòng vé Việt Nam.","status":1,"thuocphim":"phim lẻ","image":"Áp_phích_phim_Nhà_bà_Nữ5858.jpg","category_id":5,"genre_id":6,"country_id":1,"slug":"nha-ba-nu","position":3,"phim_hot":1,"resolution":4,"name_eng":"lady's house","phude":1,"ngaytao":"2023-02-03 15:09:03","ngaycapnhat":"2023-02-03 15:09:03","year":"2020","thoiluong":180,"tags":"Trấn Thành, Lê Giang, NSND Ngọc Giàu, Uyển Ân, Khả Như, NSND Việt Anh, NSUT Công Ninh, Ngân Quỳnh, Song Luân, Lê Dương Bảo Lâm, Lý Hạo Mạnh Quỳnh, Phương Lan, Hoàng Mèo,","actor":"Trấn Thành, Lê Giang, Ngọc Giàu, Uyển Ân, Khả Như,Việt Anh, Công Ninh, Ngân Quỳnh, Song Luân, Lê Dương Bảo Lâm, Lý Hạo Mạnh Quỳnh, Phương Lan, Hoàng Mèo","topview":0,"trailer":"<iframe width=\"1140\" height=\"641\" src=\"https:\/\/www.youtube.com\/embed\/sO69Tt2XkIk\" title=\"NHÀ BÀ NỮ gia đình bất ổn như thế nào?\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen><\/iframe>","sotap":1,"episode_count":1,"category":{"id":5,"title":"Phim truyện","description":"Phim dài tập","status":1,"slug":"phim-truyen","position":0},"movie_genre":[{"id":2,"title":"tâm lý","description":"tâm lý","status":1,"slug":"tam-ly","pivot":{"movie_id":42,"genre_id":2}},{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":42,"genre_id":4}},{"id":6,"title":"hài hước","description":"hài hước","status":1,"slug":"hai-huoc","pivot":{"movie_id":42,"genre_id":6}}],"country":{"id":1,"title":"Việt Nam","description":"Việt Nam","status":1,"slug":"viet-nam"},"genre":{"id":6,"title":"hài hước","description":"hài hước","status":1,"slug":"hai-huoc"}},{"id":33,"title":"Bích huyết kiếm","description":"Vào cuối thời nhà Minh (1368-1644), tướng lĩnh Viên Sùng Hoán bị kẻ xấu cáo buộc oan tư thông với ngoại viên và bị hoàng đế Sùng Trinh xử tử. Con trai Viên Sùng Hoán là Viên Thừa Chí được bảo vệ tính mạng thoát khỏi sự truy lùng gắt gao của An Kiếm Thanh và Tào Công Công khi còn nhỏ được đưa đến núi Hoa Sơn và được Mục Nhân Thanh truyền thụ võ nghệ. Trên núi Hoa Sơn, Viên Thừa Chí tình cờ phát hiện ra Kim xà kiếm và Kim xà bí kíp - di vật của Kim Xà Lang Quân Hạ Tuyết Nghi sau khi mất để lại và học được kiếm thuật thật sự của Hạ Tuyết Nghi.\r\n\r\nSau đó Viên Thừa Chí gặp được Hạ Thanh Thanh, con gái ruột của Hạ Tuyết Nghi và Ôn Nghi. Hạ Thanh Thanh đã đi theo Viên Thừa Chí sau đó bị đuổi khỏi nhà họ Ôn, hai người yêu nhau. Để trả thù cho cha mình, Viên Thừa Chí gia nhập lực lượng khởi nghĩa do Sấm vương Lý Tự Thành lãnh đạo nhằm lật đổ triều đình nhà Minh. Viên Thừa Chí giúp nghĩa quân lấy lại số vàng đã bị gia đình họ Ôn lấy, cùng với Thanh Thanh khám phá ra kho báu ở Nam Kinh mà Kim xà lang quân lúc còn sống chưa kiếm ra được và dùng để cung cấp tài chính cho nghĩa quân. Nhiều nghĩa sĩ giang hồ đã kết bạn và nguyện trung thành với Viên Thừa Chí khi biết chàng là con trai ruột của Viên Sùng Hoán. Họ suy tôn Viên Thừa Chí thành minh chủ của 7 tỉnh, tổ chức thành nghĩa quân nhằm bảo vệ đất nước trước sự xâm lược của quân Mãn Châu phía bắc.\r\n\r\nĐể giúp Sấm vương, Viên Thừa Chí cùng bằng hữu giang hồ tiến hành phá hủy đại pháo do người Tây dương cung cấp cho triều đình đàn áp nhân dân, sau đó chàng lẻn sang kinh đô Mãn Châu nhằm mưu sát Hoàng Thái Cực nhưng không thành công. Mặc dù căm thù hoàng đế Sùng Trinh sát hại cha mình, nhưng Viên Thừa Chí vẫn cứu thoát Sùng Trinh khỏi mưu đồ phế lập của Huệ Vương. Trong thời gian đó chàng quen biết Hà Thiết Thủ, giáo chủ Ngũ độc giáo và là người cùng phe với Huệ Vương, giúp cô cải tà quy chính và thu nhận làm đệ tử. A Cửu (tức Trường Bình công chúa, con gái vua Sùng Trinh) yêu Viên Thừa Chí và chàng cũng phân vân không dứt khoát giữa A Cửu và Thanh Thanh.[2]\r\n\r\nLý Tự Thành sau khi đánh chiếm Bắc Kinh, bức tử vua Sùng Trinh đã không thực hiện lời hứa về việc đưa dân nghèo thoát khỏi cảnh nghèo khổ lầm than, ngược lại còn dung túng cho quân sĩ cướp bóc hãm hiếp lê dân, còn bản thân Lý Tự Thành thì đắm chìm vào rượu ngon gái đẹp, nghe lời sàm nịnh giết chết Lý Nham là người trung thành với mình. Viên Thừa Chí quá thất vọng nên quyết định ra đi. Quân Mãn Châu với sự trợ giúp của Ngô Tam Quế vượt qua Sơn Hải quan tiến vào Trung nguyên, đánh bại Lý Tự Thành và lập ra nhà Thanh. Viên Thừa Chí biết rằng Trung Quốc đã hoàn toàn rơi vào tay người Mãn, chàng nhận ra rằng mình không thể đảo ngược được tình hình nên quyết định cùng Thanh Thanh và bằng hữu giang hồ chu du hải ngoại, định cư tại hải đảo mà ngày nay là Brunei.","status":1,"thuocphim":"phim bộ","image":"tải xuống (1)5146.jpg","category_id":6,"genre_id":8,"country_id":10,"slug":"bich-huyet-kiem","position":4,"phim_hot":0,"resolution":2,"name_eng":"Blue Blood Sword","phude":0,"ngaytao":"2023-02-03 15:24:59","ngaycapnhat":"2023-02-03 15:24:59","year":"1999","thoiluong":150,"tags":"Viên Sùng Hoán, Viên Thừa Chí, Hạ Thanh Thanh , Hạ Tuyết Nghi, A Cửu","actor":"Huỳnh Thánh Y","topview":2,"trailer":"<iframe width=\"1140\" height=\"641\" src=\"https:\/\/www.youtube.com\/embed\/qhg9aR_QBKs\" title=\"Trailer Bích Huyết Kiếm phát sóng 17h thứ 2 - thứ 6 trên kênh HTV7 từ ngày 18\/7\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen><\/iframe>","sotap":32,"episode_count":4,"category":{"id":6,"title":"Phim kiếm hiệp","description":"Phim kiếm hiệp","status":1,"slug":"phim-kiem-hiep","position":2},"movie_genre":[{"id":3,"title":"kịch tính","description":"hành động","status":1,"slug":"kich-tinh","pivot":{"movie_id":33,"genre_id":3}},{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":33,"genre_id":4}},{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat","pivot":{"movie_id":33,"genre_id":8}}],"country":{"id":10,"title":"Trung Quốc","description":"Trung Quốc","status":1,"slug":"trung-quoc"},"genre":{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat"}},{"id":36,"title":"Hẻm Cụt","description":"HẺM CỤT FULL | NS Ngọc Giàu, NS Việt Anh, Trấn Thành, Lê Giang, Dương Lâm, Quốc Khánh, Hoàng Mèo, Kim Nhã, Lộ Lộ, AQuay, Trúc Trân, Kim Đào, Trọng Hiếu, Bé Bảo Nhi\r\n#TranThanh #HemCut #Lazada #phimhaitet #phimhaitet2022 #LeGiang #BaoLam #QuocKhanh #phimhai\r\n------------------------------\r\nChào mừng bạn đến với Youtube chính thức được trực tiếp quản lý bởi MC Trấn Thành, những thành viên của gia đình TRAN THANH Official và METUB Network.\r\nCác bạn nhớ Subscribe, Like và Share để ủng hộ tinh thần cho Trấn Thành và nhận được những thông tin, video mới nhất về các hoạt động nghệ thuật của MC Trấn Thành  nhé.\r\nFanpage chính thức:\r\nhttps:\/\/www.facebook.com\/tran.thanh.ne\r\n\r\nKênh youtube chính thức: http:\/\/metub.net\/tranthanh\r\n\r\nRất cảm ơn các anh chị, các bạn đã ủng hộ chúng tôi trong suốt thời gian qua!","status":1,"thuocphim":"phim lẻ","image":"hemcut5619.jpg","category_id":5,"genre_id":6,"country_id":1,"slug":"hem-cut","position":5,"phim_hot":0,"resolution":4,"name_eng":"Dragon Sign","phude":0,"ngaytao":"2023-01-30 17:30:08","ngaycapnhat":"2023-01-30 17:30:08","year":"2020","thoiluong":400,"tags":"NS Ngọc Giàu, NS Việt Anh, Trấn Thành, Lê Giang, Dương Lâm, Quốc Khánh, Hoàng Mèo, Kim Nhã, Lộ Lộ, AQuay, Trúc Trân, Kim Đào, Trọng Hiếu, Bé Bảo Nhi","actor":"NS Ngọc Giàu, NS Việt Anh, Trấn Thành, Lê Giang, Dương Lâm, Quốc Khánh, Hoàng Mèo, Kim Nhã, Lộ Lộ, A Quay, Trúc Trân, Kim Đào, Trọng Hiếu, Bé Bảo Nhi","topview":null,"trailer":"TnMrrg9ssXA","sotap":1,"episode_count":1,"category":{"id":5,"title":"Phim truyện","description":"Phim dài tập","status":1,"slug":"phim-truyen","position":0},"movie_genre":[{"id":2,"title":"tâm lý","description":"tâm lý","status":1,"slug":"tam-ly","pivot":{"movie_id":36,"genre_id":2}},{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":36,"genre_id":4}},{"id":6,"title":"hài hước","description":"hài hước","status":1,"slug":"hai-huoc","pivot":{"movie_id":36,"genre_id":6}}],"country":{"id":1,"title":"Việt Nam","description":"Việt Nam","status":1,"slug":"viet-nam"},"genre":{"id":6,"title":"hài hước","description":"hài hước","status":1,"slug":"hai-huoc"}},{"id":37,"title":"Tây du ký","description":"Trong tiểu thuyết, Trần Huyền Trang (陳玄奘) được Quan Âm Bồ Tát bảo đến Tây Trúc (Ấn Độ) thỉnh kinh Phật giáo mang về Trung Quốc. Theo ông là 4 đệ tử - một khỉ đá tên Tôn Ngộ Không (孫悟空), một yêu quái nửa người nửa lợn tên Trư Ngộ Năng (豬悟能) và một thủy quái tên Sa Ngộ Tĩnh (沙悟淨) - họ đều đồng ý giúp ông thỉnh kinh để chuộc tội. Con ngựa Huyền Trang cưỡi cũng là một hoàng tử của Long Vương (Bạch Long Mã).\r\n\r\nNhững chương đầu thuật lại những kì công của Tôn Ngộ Không, từ khi ra đời từ một hòn đá ở biển Hoa Đông, xưng vương ở Hoa Quả Sơn, tìm sư học đạo, đại náo thiên cung, sau đó bị Phật Tổ Như Lai bắt nhốt trong Ngũ Hành Sơn 500 năm. Truyện kể lại Huyền Trang trở thành một nhà sư ra sao và được hoàng đế nhà Đường gửi đi thỉnh kinh sau khi hoàng đế thoát chết.[cần dẫn nguồn]\r\n\r\nPhần tiếp của câu chuyện kể về các hiểm nguy mà thầy trò Đường Tam Tạng phải đối đầu, trong đó nhiều yêu quái là đồ đệ của các vị Tiên, Phật. Một số yêu tinh muốn ăn thịt Huyền Trang, một số khác muốn cám dỗ họ bằng cách biến thành những mỹ nhân. Tôn Ngộ Không phải sử dụng phép thuật và quan hệ của mình với thế giới yêu quái và Tiên, Phật để đánh bại các kẻ thù nhiều mánh khóe, như Ngưu Ma Vương hay Thiết Phiến Công chúa,...\r\n\r\nCuối cùng khi đã đến cửa Phật, thầy trò họ lại phải đổi Bát vàng của Hoàng đế Đường Thái Tông tặng để nhận được kinh thật. Đây cũng được tính là một khổ nạn cho bốn thầy trò. Khi qua sông Thông Thiên, Tam Tạng gặp lại Lão Rùa năm xưa chở ông qua sông. Khi đang chở Tam Tạng qua giữa sông, Lão Rùa hỏi Tam Tạng rằng ông có hỏi Phật Tổ giúp lão rằng bao giờ lão tu đắc chính quả không, vì Tam Tạng quên hỏi nên bị Lão Rùa hất cả bốn thầy trò lẫn kinh văn xuống sông. Kinh văn bị ướt, sau khi phơi khô một số bị rách. Vì thế mà kinh về đến Trung thổ không được toàn vẹn.","status":1,"thuocphim":"phim bộ","image":"taydu2635.jpg","category_id":5,"genre_id":8,"country_id":10,"slug":"tay-du-ky","position":6,"phim_hot":1,"resolution":0,"name_eng":"Journey to the West","phude":1,"ngaytao":"2023-02-03 15:39:19","ngaycapnhat":"2023-02-03 15:39:19","year":null,"thoiluong":45,"tags":"Thái Thượng Lão Quân,\r\nNgọc Hoàng Thượng đế,\r\nTây Vương Mẫu,\r\nXích Cước Tiên,\r\nThái Bạch Kim Tinh,\r\nNa Tra Tam Thái Tử,\r\nThác Tháp Thiên Vương Lý Tịnh,\r\nBát Tiên,\r\nHằng Nga,\r\nThổ Địa,\r\nPhật tổ Như Lai,\r\nPhật A Di Đà,\r\nPhật Di-lặc,\r\nQuán Thế Âm Bồ Tát,\r\nĐịa Tạng Bồ Tát,\r\nĐại Thế Chí Bồ Tát,\r\nVăn Thù Bồ Tát,\r\nPhổ Hiền Bồ Tát,\r\nCác vị La Hán,","actor":"Lục Tiểu Linh Đồng, Từ Thiếu Hoa","topview":1,"trailer":null,"sotap":36,"episode_count":3,"category":{"id":5,"title":"Phim truyện","description":"Phim dài tập","status":1,"slug":"phim-truyen","position":0},"movie_genre":[{"id":2,"title":"tâm lý","description":"tâm lý","status":1,"slug":"tam-ly","pivot":{"movie_id":37,"genre_id":2}},{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":37,"genre_id":4}},{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat","pivot":{"movie_id":37,"genre_id":8}}],"country":{"id":10,"title":"Trung Quốc","description":"Trung Quốc","status":1,"slug":"trung-quoc"},"genre":{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat"}},{"id":38,"title":"Kẻ báo thù đầu tiên","description":"Captain America: Kẻ báo thù đầu tiên[4] (tựa gốc tiếng Anh: Captain America: The First Avenger) là một bộ phim siêu anh hùng của Mỹ năm 2011 dựa trên nhân vật Captain America của Marvel Comics. Được sản xuất bởi Marvel Studios và phát hành bởi Paramount Pictures,[N 1] đây là bộ phim thứ 5 trong Vũ trụ Điện ảnh Marvel (MCU). Phim do Joe Johnston đạo diễn, Christopher Markus và Stephen McFeely viết kịch bản, và có sự tham gia của Chris Evans trong vai Steve Rogers \/ Captain America cùng với Tommy Lee Jones, Hugo Weaving, Hayley Atwell, Sebastian Stan, Dominic Cooper, Neal McDonough, Derek Luke và Stanley Tucci. Trong Thế chiến Hai, Steve Rogers, một người đàn ông yếu đuối, được biến thành siêu chiến binh Captain America và phải ngăn Red Skull (Weaving) sử dụng Tesseract làm nguồn năng lượng để thống trị thế giới.\r\n\r\nBộ phim bắt đầu như một ý tưởng vào năm 1997 và được lên kế hoạch phân phối bởi Artisan Entertainment. Tuy nhiên, một vụ kiện đã làm gián đoạn dự án và không được giải quyết cho đến tháng 9 năm 2003. Năm 2005, Marvel Studios nhận được một khoản vay từ Merrill Lynch, và lên kế hoạch tài trợ và phát hành bộ phim thông qua Paramount Pictures. Các đạo diễn Jon Favreau và Louis Leterrier quan tâm đến việc chỉ đạo dự án trước khi Johnston được tiếp cận vào năm 2008. Các nhân vật chính đã được chọn từ tháng 3 đến tháng 6 năm 2010. Quá trình sản xuất bắt đầu vào tháng 6, và quay phim diễn ra ở London, Manchester, Caerwent, Liverpool và Los Angeles. Một số kỹ thuật khác nhau đã được công ty hiệu ứng hình ảnh Lola sử dụng để tạo ra ngoại hình của nhân vật trước khi anh ta trở thành Captain America.\r\n\r\nCaptain America: Kẻ báo thù đầu tiên được công chiếu lần đầu tại Nhà hát El Capitan vào ngày 19 tháng 7 năm 2011 và được phát hành tại Hoa Kỳ vào ngày 22 tháng 7, như một phần của Giai đoạn Một của MCU. Phim thành công về mặt thương mại, thu về hơn 370 triệu đô la trên toàn thế giới. Các nhà phê bình đặc biệt khen ngợi màn trình diễn của Evans, sự miêu tả của bộ phim về khoảng thời gian những năm 1940 và sự chỉ đạo của Johnston. Hai phần tiếp theo của phim đã được phát hành: Captain America: Chiến binh mùa đông (2014) và Captain America: Nội chiến siêu anh hùng (2016).","status":1,"thuocphim":"phim lẻ","image":"Poster_Captain_America_Kẻ_báo_thù_đầu_tiên_20113001.jpg","category_id":8,"genre_id":9,"country_id":7,"slug":"ke-bao-thu-dau-tien","position":7,"phim_hot":0,"resolution":4,"name_eng":"Captain America","phude":0,"ngaytao":"2023-01-31 22:21:25","ngaycapnhat":"2023-01-31 22:21:25","year":null,"thoiluong":190,"tags":"Một ngày nọ, các nhà khoa học S.H.I.E.L.D. ở Bắc Cực đã tìm thấy xác một máy bay cỡ lớn. Kiểm tra ở trong, hai người phát hiện một vật thể bị đóng băng có 3 vòng màu đỏ, trắng và xanh lam và một ngôi sao trắng ở giữa. Thấy vậy, một người yêu cầu báo tin ngay cho \"đại tá\".","actor":null,"topview":1,"trailer":"v=DxX0Bhuzjbg","sotap":1,"episode_count":1,"category":{"id":8,"title":"Phim hành động","description":"Phim hành động","status":1,"slug":"phim-hanh-dong","position":1},"movie_genre":[{"id":3,"title":"kịch tính","description":"hành động","status":1,"slug":"kich-tinh","pivot":{"movie_id":38,"genre_id":3}},{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat","pivot":{"movie_id":38,"genre_id":8}},{"id":9,"title":"viễn tưởng","description":"viễn tưởng","status":1,"slug":"vien-tuong","pivot":{"movie_id":38,"genre_id":9}}],"country":{"id":7,"title":"Mỹ","description":"Phim Mỹ","status":1,"slug":"my"},"genre":{"id":9,"title":"viễn tưởng","description":"viễn tưởng","status":1,"slug":"vien-tuong"}},{"id":39,"title":"Annabelle","description":"Trong phim, để ngăn Annabelle hoành hành, vợ chồng Ed và Lorraine Warren (Patrick Wilson và Vera Farmiga đóng) đưa nó về căn phòng đặc biệt - nơi họ giữ các đồ vật có hiện tượng kỳ lạ sau nhiều năm hành nghề trừ tà. Tuy nhiên, Annabelle đánh thức các linh hồn tà ác khác trong phòng. Nó nhắm đến Judy (Mckenna Grace) - con gái nhà Warren - cùng hai bảo mẫu của cô bé (Madison Iseman và Katie Sarife đóng).","status":1,"thuocphim":"phim lẻ","image":"unnamed4432.webp","category_id":17,"genre_id":7,"country_id":7,"slug":"annabelle","position":8,"phim_hot":1,"resolution":4,"name_eng":"Annabelle","phude":1,"ngaytao":"2023-02-02 21:51:36","ngaycapnhat":"2023-02-02 21:51:36","year":"2020","thoiluong":180,"tags":"Tác phẩm là phim thứ sáu trong Vũ trụ Kinh dị Conjuring do James Wan sáng tạo. Annabelle là nhân vật phản diện nổi bật của series này, từng xuất hiện trong hai phần Conjuring và hai phần Annabelle. Phim gần nhất về búp bê ma - Annabelle: Creation (2017) - thu 306 triệu USD toàn cầu, trong khi kinh phí chỉ có 15 triệu USD. Ở Việt Nam, tác phẩm gây sốt khi thu 100 tỷ đồng, cao thứ tư phòng vé Việt năm 2017.","actor":null,"topview":1,"trailer":"v=BTbw9Ws0M7Y","sotap":1,"episode_count":1,"category":{"id":17,"title":"Phim ma","description":"Rất là ghê","status":1,"slug":"phim-ma","position":null},"movie_genre":[{"id":3,"title":"kịch tính","description":"hành động","status":1,"slug":"kich-tinh","pivot":{"movie_id":39,"genre_id":3}},{"id":7,"title":"kinh dị","description":"kinh dị","status":1,"slug":"kinh-di","pivot":{"movie_id":39,"genre_id":7}}],"country":{"id":7,"title":"Mỹ","description":"Phim Mỹ","status":1,"slug":"my"},"genre":{"id":7,"title":"kinh dị","description":"kinh dị","status":1,"slug":"kinh-di"}},{"id":27,"title":"Thần điêu đại hiệp","description":"Thần điêu hiệp lữ (giản thể: 神雕侠侣; phồn thể: 神鵰俠侶; bính âm: shén diāo xiá lǔ) hay Thần điêu đại hiệp[1] là một tiểu thuyết võ hiệp của Kim Dung. Tác phẩm được đăng tải lần đầu tiên trên tờ Minh báo vào ngày 20 tháng 5 năm 1959 và được đăng liên tục trong ba năm[2].\r\n\r\nThần điêu hiệp lữ là phần hai trong bộ Xạ điêu tam bộ khúc. Bối cảnh của Thần điêu hiệp lữ là vào cuối thời Nam Tống, khi quân Mông Cổ đã lớn mạnh, tiêu diệt hầu hết châu Á, châu Âu, đang trực tiếp uy hiếp an nguy của Nam Tống.\r\n\r\nCâu chuyện xoay quanh tình yêu của hai nhân vật chính là Dương Quá và Tiểu Long Nữ giữa những cuộc chiến tang thương đẫm máu cả trên giang hồ lẫn chiến trường.\r\n\r\nCũng giống như những tác phẩm khác của Kim Dung, Thần điêu hiệp lữ đã được tác giả chỉnh sửa nhiều lần. Nội dung của bản lưu hành hiện tại có rất nhiều điểm khác biệt so với lần phát hành đầu tiên.","status":1,"thuocphim":"phim bộ","image":"ThanDieuDaiHiep1995-ROCH95CoverBright8363.jpg","category_id":6,"genre_id":8,"country_id":10,"slug":"than-dieu-dai-hiep","position":9,"phim_hot":1,"resolution":4,"name_eng":"神雕侠侣","phude":1,"ngaytao":"2023-02-03 15:06:16","ngaycapnhat":"2023-02-03 15:06:16","year":"1996","thoiluong":159,"tags":"God Condor, thần điêu đại hiệp, dương quá, tiểu long nữ, xạ điêu tam bộ khúc, kim dung","actor":"Cổ Thiên Lạc, Lý Nhược Đồng","topview":1,"trailer":"<iframe width=\"836\" height=\"641\" src=\"https:\/\/www.youtube.com\/embed\/mtCEEjO7pGE\" title=\"THẦN ĐIÊU ĐẠI HIỆP cắt tập 6 - Lý Mạc Sầu lên đến Cổ Mộ để tìm Cô Cô\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen><\/iframe>","sotap":32,"episode_count":1,"category":{"id":6,"title":"Phim kiếm hiệp","description":"Phim kiếm hiệp","status":1,"slug":"phim-kiem-hiep","position":2},"movie_genre":[{"id":2,"title":"tâm lý","description":"tâm lý","status":1,"slug":"tam-ly","pivot":{"movie_id":27,"genre_id":2}},{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":27,"genre_id":4}},{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat","pivot":{"movie_id":27,"genre_id":8}}],"country":{"id":10,"title":"Trung Quốc","description":"Trung Quốc","status":1,"slug":"trung-quoc"},"genre":{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat"}},{"id":35,"title":"Lật mặt","description":"Lật mặt xoay quanh cuộc sống của Khải, một người sống trong cảnh nghèo khổ nên luôn mong muốn đổi đời. Anh cùng người bạn thân là Thắng tham gia nhóm người đào kim cương trong rừng sâu. Hai người may mắn đào được ba viên kim cương thô. Họ phải chia lại một nửa cho Dũng, tên cầm đầu nhóm giang hồ bảo kê khu vực. Lòng tham vô đáy khiến Dũng trở nên độc ác khi muốn giết hại đôi bạn để có được toàn bộ số kim cương quý giá. Khải may mắn thoát chết nhưng bất lực chứng kiến cảnh bạn mình bị giết hại. Khải sau đó bị công an và nhóm côn đồ của Dũng truy đuổi, anh đi lang thang trong rừng và gặp được bà Loan - một nhà ngoại cảm. Anh xin làm việc tại vườn rau củ của hai vợ chồng già, nhưng TV đưa tin anh đang bị truy nã khiến anh phải tiếp tục bỏ chạy. Khải xin thức ăn của một người phụ nữ, chồng của cô ta về nhà thấy nên nổi cơn ghen tuông khiến anh lại rời đi. Khải quyết định lên Sài Gòn để bán kim cương, anh thuê một anh chàng xe ôm tên Toàn chở mình đi. Lên đến Sài Gòn, Khải đến nhà một người quen, ngờ đâu lại bị công an truy đuổi. Toàn không hiểu chuyện gì đang xảy ra nhưng anh cũng giúp Khải chạy thoát thành công. Khải bán một viên kim cương nhỏ và có được số tiền lớn, anh hào phóng tặng 50 triệu đồng cho Toàn như là lời cảm ơn anh ta. Toàn gọi điện cho người yêu thì đau lòng khi biết được cô ta đã bỏ anh để đi theo một người giàu có. Nhóm của Dũng cũng lên Sài Gòn truy tìm Khải. Một tên đàn em của Dũng được giao nhiệm vụ theo dõi Huế - vợ của Khải, và cô cũng đang là đối tượng bị công an theo dõi. Tên côn đồ cố gắng cưỡng hiếp Huế, may mắn là một người công an đã cứu cô. Khải bảo Huế lên Sài Gòn với anh, anh dặn cô coi chừng công an đi theo cô.","status":1,"thuocphim":"phim lẻ","image":"Lat_mat_2015_poster8111.jpg","category_id":8,"genre_id":8,"country_id":1,"slug":"lat-mat","position":10,"phim_hot":1,"resolution":1,"name_eng":"Flip face","phude":0,"ngaytao":"2023-01-30 17:30:17","ngaycapnhat":"2023-01-30 17:30:17","year":"2020","thoiluong":60,"tags":"Lý Hải,\r\nTrường Giang ,\r\nVõ Thành Tâm ,\r\nLâm Minh Thắng ,\r\nMỹ Hòa ,\r\nLong Đẹp Trai ,\r\nHứa Minh Đạt,","actor":"Lý Hải","topview":0,"trailer":null,"sotap":1,"episode_count":1,"category":{"id":8,"title":"Phim hành động","description":"Phim hành động","status":1,"slug":"phim-hanh-dong","position":1},"movie_genre":[{"id":3,"title":"kịch tính","description":"hành động","status":1,"slug":"kich-tinh","pivot":{"movie_id":35,"genre_id":3}},{"id":6,"title":"hài hước","description":"hài hước","status":1,"slug":"hai-huoc","pivot":{"movie_id":35,"genre_id":6}},{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat","pivot":{"movie_id":35,"genre_id":8}}],"country":{"id":1,"title":"Việt Nam","description":"Việt Nam","status":1,"slug":"viet-nam"},"genre":{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat"}},{"id":34,"title":"Lộc Đỉnh ký","description":"Câu chuyện xoay quanh một nhân vật chính có hình ảnh pha trộn giữa tốt xấu, thiện ác, đồng thời trọng tình nghĩa bạn bè, có chí hiến thân vì nước nhưng cũng tiểu nhân gian xảo, mưu mô thủ đoạn, sẵn sàng hại bạn khi cần bảo vệ lợi ích của mình tên gọi Vi Tiểu Bảo. Bảo là con của Vi Xuân Phương, một kỹ nữ tại Lệ Xuân viện, một kỹ viện khá nổi tiếng tại Dương Châu. Ngay cả Vi Xuân Phương cũng không biết cha của cậu là ai, mọi người trong Lệ Xuân viện gọi cậu là Tiểu Bảo, sau này có người hỏi tới thì cậu lấy họ mẹ.\r\n\r\nỞ hồi thứ nhất, tác giả chưa nói đến những nhân vật chính mà mở đầu truyện với một vụ thảm án văn tự ngục có thật xảy ra tại nhà họ Trang ở Hồ Châu, thông qua lời trò chuyện của ba vị danh sĩ Cố Viêm Vũ, Hoàng Tông Hy và Lã Lưu Lương. Nhà phú hộ họ Trang có người con trưởng tên Trang Đình Long bị mù, thích đọc sách, mua được nguyên cảo bộ sách Minh sử của hậu duệ tác giả - Thừa tướng Chu Quốc Trinh thời nhà Minh. Bộ sách này vốn đã nổi tiếng, đây lại là nguyên cảo, có nhiều truyện mà bản phổ thông không có, Trang Đình Long muốn xuất bản nên mời rất nhiều danh sỹ khắp vùng Chiết Giang tới giúp tu sửa, hiệu đính. Khi đó Ngao Bái cầm quyền, có tư tưởng bài xích người Hán, việc làm sách tưởng nhớ tiền triều vốn cực kỳ nhạy cảm, người tu sửa cuối cùng lại căm hận nhà Thanh cùng cực, quyết ý chỉ dùng niên hiệu nhà Minh, trong sách cũng có nhiều ngôn từ khen nhà Minh chê nhà Thanh, kết quả tên tiểu nhân Ngô Chi Vinh đắc thể, tố cáo với Ngao Bái, khiến từ người soạn sách, người tu sửa, người đóng sách, in sách tới người bán sách, đọc sách, quan lại địa phương đều chịu kết quả thảm khốc. Nhẹ thì cắt chức, sung quân, nặng thì lăng trì, chém nam giới cả nhà, treo cổ,... Gần một ngàn người chết thảm khốc, còn Ngô Chi Vinh từ một tên tham quan bị cách chức lại được thăng thưởng lên làm tri phủ. Từ vụ án này lại nói tới chuyện tương ngộ của danh sỹ Tra Y Hoàng và Thiết cái Ngô Lục Kỳ, giới thiệu Thiên Địa hội, Trần Cận Nam, mở ra mâu thuẫn chính trong suốt toàn mạch truyện, giữa nhà Thanh và Thiên Địa hội - tổ chức kháng Thanh lớn nhất đương thời, với chủ nghĩa \"Phản Thanh phục Minh\".","status":1,"thuocphim":"phim bộ","image":"locdinhky5854.jpg","category_id":6,"genre_id":6,"country_id":10,"slug":"loc-dinh-ky","position":11,"phim_hot":1,"resolution":4,"name_eng":"鹿鼎记 鹿鼎記","phude":1,"ngaytao":"2023-02-03 15:08:26","ngaycapnhat":"2023-02-03 15:08:26","year":"2003","thoiluong":45,"tags":"Vi Tiểu Bảo, Ngao Bái, Khang Hy, Ngô Tam Quế, Kim Dung","actor":"Trần Tiểu Xuân, La Quán Lan, Phùng Hiểu Văn, Trần Thiếu Hà, Lương Tiểu Băng","topview":null,"trailer":"<iframe width=\"831\" height=\"641\" src=\"https:\/\/www.youtube.com\/embed\/FL5GAH8Ttp8\" title=\"LỘC ĐỈNH KÝ cắt tập 5 - Vi Tiểu Bao vào cung làm công công như thế nào?\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen><\/iframe>","sotap":45,"episode_count":12,"category":{"id":6,"title":"Phim kiếm hiệp","description":"Phim kiếm hiệp","status":1,"slug":"phim-kiem-hiep","position":2},"movie_genre":[{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":34,"genre_id":4}},{"id":6,"title":"hài hước","description":"hài hước","status":1,"slug":"hai-huoc","pivot":{"movie_id":34,"genre_id":6}}],"country":{"id":10,"title":"Trung Quốc","description":"Trung Quốc","status":1,"slug":"trung-quoc"},"genre":{"id":6,"title":"hài hước","description":"hài hước","status":1,"slug":"hai-huoc"}},{"id":32,"title":"Hiệp khách hành","description":"Có một chú bé sống cùng mẹ trên núi. Dù mẹ chú tâm địa tàn nhẫn, luôn hắt hủi chú, gọi chú là Cẩu Tạp Chủng (Chó lộn giống) nhưng kỳ lạ thay, chú lớn lên với một tâm hồn cực kỳ trong sáng, tốt bụng, hào hiệp. Hai mẹ con nương tựa nhau sống trên núi với một con chó làm bạn là A Hoàng. Một ngày nọ, bà mẹ bỏ đi, chú xuống núi tìm mẹ và vô tình bị cuốn vào vòng xoáy giang hồ.\r\n\r\nMa Thiên cư sĩ Tạ Yên Khách, một kỳ nhân dị sĩ giang hồ võ công cao cường từng tặng bạn ba miếng sắt nhỏ gọi là Huyền thiết lệnh và cất lời thề rằng bất kỳ ai đem Huyền thiết lệnh đến thì sai việc gì cũng không từ. Sau khi bằng hữu của họ Tạ mất lại không có con cái, ông cất công thu hồi được hai tấm, còn một tấm vô tình đã khiến võ lâm chém giết nhau để tranh đoạt hòng sai khiến Tạ Yên Khách.\r\n\r\nMột cách ngẫu nhiên, Cẩu Tạp Chủng nhặt được nó giữa một đoàn võ lâm khi Tạ Yên Khách đến. Cẩu Tạp Chủng không cầu xin gì khiến Tạ Yên Khách mang chú đi cùng (vì y sợ rằng ai đó sẽ lợi dụng chú để hại mình), ông ta mang Cẩu Tạp Chủng lên Ma Thiên Nhai sống, đem các môn nội công Âm - Dương đối nghịch ra để dạy cho Cẩu Tạp Chủng hòng cho cậu bị xung đột âm dương mà chết.\r\n\r\nCơ duyên đến với cậu, vô tình luyện cả đường lối âm nhu và dương cương đến mức đỉnh điểm, bị tẩu hỏa nhập ma thì Bang Trường Lạc đến cướp cậu về và vô tình một người tấn công cậu đã đả thông kinh mạch của Cẩu Tạp Chủng, giúp cậu có được nội công hùng hậu đến từ cả hai luồng chân khí âm dương. Và Cẩu Tạp Chủng bị \"gán\" cái tên là Thạch Phá Thiên, \"bị\" trở thành bang chủ của bang Trường Lạc.\r\n\r\nThực chất lúc đó, bang Trường Lạc không có bang chủ. Bối Hải Thạch (một người luyện môn Ngũ hành lục hợp chưởng, thường được gọi là Bối đại phu) thao túng cả bang trước đó đã dựng một người tên là Thạch Trung Ngọc lên làm bang chủ nhằm thay mình đi gánh \"đại nạn đảo Hiệp khách\". Thạch Trung Ngọc chính là con trai của vợ chồng Thạch Thanh-Mẫn Nhu đang học võ ở phái Tuyết Sơn, là một gã dâm ô, gây đại họa và trốn đi. Khi làm bang chủ Trường Lạc, y gây nhiều tội lỗi: giết người bừa bãi, hãm hiếp phụ nữ...\r\n\r\nNhưng khi hiểu mình sắp thành vật tế thần cho Bối Hải Thạch, y đã bỏ trốn. Khi thấy Cẩu Tạp Chủng giống hệt như Thạch Trung Ngọc, Bối Hải Thạch đã lập âm mưu đánh cướp cậu về. Lợi dụng lúc Cẩu Tạp Chủng còn mê man, y đã tạo trên người Cẩu Tạp Chủng các dấu vết để giống hệt Thạch Trung Ngọc. Và khi cậu tỉnh lại, cả bang chúng đã cố gán cho cậu chức Bang chủ, và trở thành Thạch Phá Thiên, vốn là tên giả của Thạch Trung Ngọc khi làm bang chủ Trường Lạc bang.","status":1,"thuocphim":"phim bộ","image":"200px-Hiep_khach_hanh6662.jpg","category_id":6,"genre_id":8,"country_id":10,"slug":"hiep-khach-hanh","position":12,"phim_hot":1,"resolution":4,"name_eng":"passenger union","phude":1,"ngaytao":"2023-02-03 15:32:12","ngaycapnhat":"2023-02-03 15:32:12","year":"2000","thoiluong":45,"tags":"Kim Dung, Cẩu Tạp Chủng, Thạch Phá Thiên,  A Tú, Thạch Trung Ngọc, Tạ Yên Khách","actor":"Ngô Kiện,Cơ Kỳ Lân,Hàn Nguyệt Kiều,Chương Diễm Mẫn,Ba Đồ","topview":2,"trailer":"<iframe width=\"876\" height=\"641\" src=\"https:\/\/www.youtube.com\/embed\/z5GLdPvqnUU\" title=\"Cẩu tạp chủng khiến cho đạo sĩ mũi trâu mở rộng tầm mắt.\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen><\/iframe>","sotap":33,"episode_count":1,"category":{"id":6,"title":"Phim kiếm hiệp","description":"Phim kiếm hiệp","status":1,"slug":"phim-kiem-hiep","position":2},"movie_genre":[{"id":2,"title":"tâm lý","description":"tâm lý","status":1,"slug":"tam-ly","pivot":{"movie_id":32,"genre_id":2}},{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":32,"genre_id":4}},{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat","pivot":{"movie_id":32,"genre_id":8}}],"country":{"id":10,"title":"Trung Quốc","description":"Trung Quốc","status":1,"slug":"trung-quoc"},"genre":{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat"}},{"id":31,"title":"Tuyệt đỉnh Kungfu","description":"Trong phim Tuyệt Đỉnh Kungfu, trong xã hội hỗn loạn ở Trung Quốc những năm 1940, các băng nhóm thực sự có ảnh hưởng. Trong phim hay này, đáng sợ nhất phải kể đến đảng Lưỡi Búa mà kẻ đứng đầu là Sum. Băng nhóm của Sum đi đến đâu nỗi kinh hoàng theo tới đó. Người dân thành phố thì lo lắng, đám cảnh sát thì sợ sệt. Chỉ duy có khu ổ chuột Chuồng Heo là không bị đám côn đồ nhũng nhiễu vì người dân nơi đây quá nghèo. Một ngày nọ, đột nhiên có hai tên lang thang giả dạng lưu manh Sing và Bone xuất hiện và định moi tiền của một anh thợ cắt tóc. Xung đột xảy ra trong phim này và bọn chúng được phen bất ngờ khi toàn bộ dân khu này ai cũng rất giỏi võ. Đảng Lưỡi Búa lại kéo tới chi viện, chúng bị các cao thủ đánh cho một trận thừa sống thiếu chết. Mâu thuẫn trở nên sâu sắc, Sum phái Sing đi mời đại cao thủ Quái Vật bất bại về làm cỏ khu Chuồng Heo. Tuy nhiên trong phim online này lại xuất hiện một người anh hùng có khả năng chặn đứng Quái Vật, anh là ai? Để biết được, kính mời các bạn cùng xem phim Tuyệt Đỉnh Kungfu.","status":1,"thuocphim":"phim lẻ","image":"220px-Tuyet_dinh_cong_phu5192.jpg","category_id":8,"genre_id":9,"country_id":10,"slug":"tuyet-dinh-kungfu","position":13,"phim_hot":1,"resolution":4,"name_eng":"功夫","phude":1,"ngaytao":"2023-02-03 15:30:54","ngaycapnhat":"2023-02-03 15:30:54","year":null,"thoiluong":108,"tags":"Trong phim Tuyệt Đỉnh Kungfu, Trung Quốc, những năm 1940, các băng nhóm thực sự có ảnh hưởng, đi mời đại cao thủ Quái Vật bất bại về làm cỏ khu Chuồng Heo, xuất hiện một người anh hùng, có khả năng chặn đứng Quái Vật, Tuyệt Đỉnh Kungfu.","actor":"Châu Tinh Trì, Nguyên Hoa, Nguyên Thu, Trần Quốc Khôn, Lương Tiểu Long","topview":1,"trailer":"<iframe width=\"1140\" height=\"641\" src=\"https:\/\/www.youtube.com\/embed\/YVbWRUbntVc?list=PLlgoNOZLylxpjdtL46JpCrwNTi5Oj7-KI\" title=\"Tuyệt đỉnh Kung fu -01- Anh Cu li, bác thợ may, chú làm bánh đánh bại băng cái búa | Châu Tinh Trì\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen><\/iframe>","sotap":1,"episode_count":1,"category":{"id":8,"title":"Phim hành động","description":"Phim hành động","status":1,"slug":"phim-hanh-dong","position":1},"movie_genre":[{"id":3,"title":"kịch tính","description":"hành động","status":1,"slug":"kich-tinh","pivot":{"movie_id":31,"genre_id":3}},{"id":6,"title":"hài hước","description":"hài hước","status":1,"slug":"hai-huoc","pivot":{"movie_id":31,"genre_id":6}},{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat","pivot":{"movie_id":31,"genre_id":8}},{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":31,"genre_id":4}},{"id":9,"title":"viễn tưởng","description":"viễn tưởng","status":1,"slug":"vien-tuong","pivot":{"movie_id":31,"genre_id":9}}],"country":{"id":10,"title":"Trung Quốc","description":"Trung Quốc","status":1,"slug":"trung-quoc"},"genre":{"id":9,"title":"viễn tưởng","description":"viễn tưởng","status":1,"slug":"vien-tuong"}},{"id":30,"title":"Bố già","description":"Bố già là một bộ phim điện ảnh hài chính kịch của Việt Nam năm 2021 do Trấn Thành và Vũ Ngọc Đãng đồng đạo diễn. Bộ phim do Thảo Nguyễn đảm nhiệm vai trò sản xuất, dựa trên phần kịch bản do Trấn Thành, Kalei An Nhi và Aquay chấp bút. Phim được Trấn Thành Town cùng HKFilm chịu trách nhiệm sản xuất và Galaxy Studio giữ vai trò phân phối, dựa trên bộ web drama cùng tên năm 2020. với sự tham gia diễn xuất của Trấn Thành, Tuấn Trần, Ngân Chi, NSND Ngọc Giàu, Lê Giang, Hoàng Mèo, Lan Phương, La Thành, Lê Trang, Quốc Khánh, A Quay và Bảo Phúc. Lấy bối cảnh tại Thành phố Hồ Chí Minh, nội dung phim xoay quanh mỗi quan hệ giữa ông Sang – một người luôn lo chuyện bao đồng và giúp đỡ người khác – và con trai ông là Quắn – một cậu thanh niên kiếm tiền bằng Youtube rất yêu thương ba và em gái – cùng những rắc rối mà cả hai gặp phải với những người thân trong gia đình mình.","status":1,"thuocphim":"phim lẻ","image":"images5898.jpg","category_id":5,"genre_id":6,"country_id":1,"slug":"bo-gia","position":14,"phim_hot":1,"resolution":2,"name_eng":"Father Old","phude":1,"ngaytao":"2023-02-03 15:07:49","ngaycapnhat":"2023-02-03 15:07:49","year":"2020","thoiluong":60,"tags":"Ba Sang, Quần, Hai Giàu, Bù Tọt","actor":"Trấn Thành, Lê Dương Bảo Lâm, Lê Giang, Uyển Ân, Tuấn Trần, Quốc Khánh","topview":0,"trailer":"<iframe width=\"1140\" height=\"641\" src=\"https:\/\/www.youtube.com\/embed\/PkMa03tWqyw\" title=\"One Shot 4 phút màn \"đấu khẩu\" kịch tính của cha con Bố Già\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen><\/iframe>","sotap":1,"episode_count":1,"category":{"id":5,"title":"Phim truyện","description":"Phim dài tập","status":1,"slug":"phim-truyen","position":0},"movie_genre":[{"id":2,"title":"tâm lý","description":"tâm lý","status":1,"slug":"tam-ly","pivot":{"movie_id":30,"genre_id":2}},{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":30,"genre_id":4}},{"id":6,"title":"hài hước","description":"hài hước","status":1,"slug":"hai-huoc","pivot":{"movie_id":30,"genre_id":6}}],"country":{"id":1,"title":"Việt Nam","description":"Việt Nam","status":1,"slug":"viet-nam"},"genre":{"id":6,"title":"hài hước","description":"hài hước","status":1,"slug":"hai-huoc"}},{"id":29,"title":"thiên long bát bộ","description":"Thiên long bát bộ (giản thể: 天龙八部; phồn thể: 天龍八部; bính âm: Tiān Lóng Bā Bù) là một tiểu thuyết võ hiệp của nhà văn Kim Dung. Tác phẩm được bắt đầu được đăng trên tờ Minh báo ở Hồng Kông và Nam Dương thương báo ở Singapore vào ngày 3 tháng 9 năm 1963 đến ngày 27 tháng 5 năm 1966, liên tục trong 4 năm.[1] Nội dung \"Thiên long bát bộ\" thấm đượm tinh thần Phật giáo mà Kim Dung vốn ngưỡng mộ, tiếng nói của Phật giáo trong tác phẩm vừa dịu dàng sâu lắng vừa thật hiển minh, quán xuyến từ đầu chí cuối tác phẩm.[1] Các nhân vật chính trong tiểu thuyết được dựa trên Bát bộ chúng, là tám loài hữu tình trong thần thoại Phật giáo bao gồm: Thiên, Long, Dạ Xoa, Càn Thát Bà, A Tu La, Ca Lâu La, Khẩn Na La và Ma Hầu La Già.\r\n\r\nCuối năm 2004, nhà xuất bản giáo dục nhân dân của Cộng hòa Nhân dân Trung Hoa đã đưa tác phẩm Thiên long bát bộ vào sách giáo khoa lớp 12. Bộ Giáo dục Singapore cũng làm như vậy đối với các trường cấp 2, 3 sử dụng tiếng Trung Quốc. Thiên long bát bộ cũng đã được chuyển thể thành phim truyền hình nhiều lần bởi cả các nhà sản xuất Trung Hoa đại lục và Hồng Kông.","status":1,"thuocphim":"phim bộ","image":"Aaa1og8474.jpg","category_id":6,"genre_id":8,"country_id":10,"slug":"thien-long-bat-bo","position":15,"phim_hot":1,"resolution":1,"name_eng":"Condor Heroes","phude":0,"ngaytao":"2023-02-03 15:27:37","ngaycapnhat":"2023-02-03 15:27:37","year":"1997","thoiluong":180,"tags":"thiên long bát bộ, mộ dung phục, đoàn dự, hư trúc, tiêu phong, xạ điêu tam bộ khúc","actor":"Huỳnh Nhật Hoa, Trần Hạo Dân, Phàn Thiếu, Lý Nhược Đồng , Hà Mỹ Điền","topview":1,"trailer":"<iframe width=\"828\" height=\"641\" src=\"https:\/\/www.youtube.com\/embed\/tCL1WCOkPeE\" title=\"[THIÊN LONG BÁT BỘ] Tập 34 cut - ĐẠI HỘI VÕ LÂM\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen><\/iframe>","sotap":45,"episode_count":6,"category":{"id":6,"title":"Phim kiếm hiệp","description":"Phim kiếm hiệp","status":1,"slug":"phim-kiem-hiep","position":2},"movie_genre":[{"id":3,"title":"kịch tính","description":"hành động","status":1,"slug":"kich-tinh","pivot":{"movie_id":29,"genre_id":3}},{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":29,"genre_id":4}},{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat","pivot":{"movie_id":29,"genre_id":8}}],"country":{"id":10,"title":"Trung Quốc","description":"Trung Quốc","status":1,"slug":"trung-quoc"},"genre":{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat"}},{"id":28,"title":"Ỷ thiên Đồ long ký","description":"Ỷ Thiên Đồ Long ký (tiếng Trung: 倚天屠龍記), còn được dịch ra tiếng Việt là Cô gái Đồ Long, là một tiểu thuyết võ hiệp của nhà văn Kim Dung. Đây là cuốn cuối cùng trong bộ tiểu thuyết Xạ điêu tam khúc. Tiểu thuyết được Hương Cảng Thương báo xuất bản lần đầu năm 1961 tại Hồng Kông và sau đó bản tiếng Việt được Nhà xuất bản Văn học xuất bản tại Việt Nam.​​​\r\n\r\nBối cảnh tiểu thuyết lấy vào cuối thời nhà Nguyên, 80 năm sau sự kiện trên đỉnh Hoa Sơn trong Thần điêu hiệp lữ, lúc này nhà Nguyên đang bị suy yếu bởi các cuộc khởi nghĩa và vì sự xa hoa lãng phí của triều đình. Truyện xoay quanh Trương Vô Kỵ và mối tình phức tạp với 4 cô gái, bên cạnh đó là những âm mưu thủ đoạn đầy máu tanh trên giang hồ nhằm chiếm đoạt hai món báu vật là Đồ Long đao và Ỷ Thiên kiếm, với lời đồn nếu tìm được bí mật trong đao kiếm sẽ hiệu triệu được thiên hạ. Truyện kết thúc với sự sụp đổ của nhà Nguyên, người Mông Cổ phải rút về thảo nguyên phía bắc cùng với sự thành lập của nhà Minh bởi Minh Thái Tổ Chu Nguyên Chương.\r\n\r\nTrương Vô Kỵ là nhân vật chính trong truyện, được xem là có nội tâm phức tạp hơn so với Quách Tĩnh và Dương Quá, điều này làm cho nhân vật trở nên thực tế hơn. Trương Vô Kỵ vào cuối truyện xem Triệu Mẫn là tình yêu lớn nhất của đời mình, nhưng anh vẫn nhớ nhung 3 cô gái khác. Mặc dù có võ công cao cường và là một người chính trực khẳng khái, có thể truyền cảm hứng cho người khác, song Trương Vô Kỵ không hề có những tố chất cần thiết của một nhà lãnh đạo là lòng ham muốn mãnh liệt với quyền lực và tâm kế để duy trì quyền lực. Chính vì vậy vào cuối truyện, anh đã bị Chu Nguyên Chương lừa nên từ chức và bỏ đi cùng Triệu Mẫn, khiến quyền lực của quân khởi nghĩa chống Nguyên dần rơi vào tay Chu Nguyên Chương, làm bước đệm cho Chu Nguyên Chương giành lấy thiên hạ.","status":1,"thuocphim":"phim bộ","image":"tải xuống9471.jpg","category_id":6,"genre_id":8,"country_id":10,"slug":"y-thien-do-long-ky","position":16,"phim_hot":1,"resolution":2,"name_eng":"Dragon Sign","phude":1,"ngaytao":"2023-02-03 15:22:48","ngaycapnhat":"2023-02-03 15:22:48","year":"2003","thoiluong":45,"tags":"Trương Vô Kỵ, Triệu Mẫn, Kim Dung, Chu Chỉ Nhược, Ân Nhi, Hoàng Sam Nữ Tử, Tiểu Chiêu, Tử Sam Long Vương, Kim Mao Sư Vương","actor":"Tô Hữu Bằng, Cao Viên Viên, Giả Tịnh Văn","topview":2,"trailer":"<iframe width=\"1140\" height=\"641\" src=\"https:\/\/www.youtube.com\/embed\/RBnh4ndCIcY\" title=\"[TÂN Ỷ THIÊN ĐỒ LONG KÝ] Tập 13 cut - Đại Hội Võ Lâm\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen><\/iframe>","sotap":40,"episode_count":3,"category":{"id":6,"title":"Phim kiếm hiệp","description":"Phim kiếm hiệp","status":1,"slug":"phim-kiem-hiep","position":2},"movie_genre":[{"id":3,"title":"kịch tính","description":"hành động","status":1,"slug":"kich-tinh","pivot":{"movie_id":28,"genre_id":3}},{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":28,"genre_id":4}},{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat","pivot":{"movie_id":28,"genre_id":8}}],"country":{"id":10,"title":"Trung Quốc","description":"Trung Quốc","status":1,"slug":"trung-quoc"},"genre":{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat"}},{"id":26,"title":"Anh hùng xạ điêu","description":"Truyện xảy ra vào thời nhà Tống (960-1279) khi người người Nữ Chân bắt đầu tấn công bắc Trung Quốc. Phần đầu của tiểu thuyết xoay quanh tình bạn giữa Dương Thiết Tâm và Quách Khiếu Thiên, hai vị hiệp sĩ đã anh dũng chiến đấu chống lại sự tàn bạo của quân Kim. Mối quan hệ của hai gia đình khăng khít đến nỗi họ thề ước là khi con họ lớn lên, chúng sẽ kết nghĩa huynh đệ, kết thành tỷ muội hoặc kết thành phu thê.\r\n\r\nPhần hai của câu chuyện tập trung vào những gian nan đau khổ mà cả hai phải trải qua. Quách Tĩnh, con của Quách Khiếu Thiên lớn lên ở Mông Cổ, dưới sự bảo vệ của Thành Cát Tư Hãn. Dương Khang mặt khác lớn lên là hoàng thân của nhà Kim.\r\nNguyện ước của hai họ Dương - Quách === Dương Thiết Tâm đang sống êm đềm với vợ hiền là Bao Tích Nhược và Quách Khiếu Thiên với Lý Bình, thì một hôm, họ tình cờ gặp được đạo sĩ Toàn Chân phái là Khưu Xứ Cơ. Khưu vừa giết và xách thủ cấp tên gian thần Vương Đạo Càn nên bị quan quân triều đình truy đuổi ráo riết. Khưu Xứ Cơ tại nhà của Quách Dương hai người ở thôn Ngưu Gia phủ Lâm An đã một mình đánh tan truy binh, khiến Quách Khiếu Thiên và Dương Thiết Tâm vô cùng khâm phục. Khưu Xứ Cơ đã đề nghị đặt tên cho hai đứa con của họ khi ấy còn trong bụng mẹ, con của Quách Khiếu Thiên đặt tên là Quách Tĩnh, con của Dương Thiết Tâm đặt tên là Dương Khang. Tĩnh Khang là niên hiệu của vua Tống Khâm Tông, cùng với vua Tống Huy Tông đã bị lính Kim bắt đi, kết thúc triều đại Bắc Tống. Khưu Xứ Cơ muốn những đứa trẻ nhớ nỗi nhục quốc này và mong chúng sẽ khôi phục vinh quang và đánh bại giặc Kim khi lớn lên. Những cái tên đó tượng trưng cho lòng yêu nước của Tĩnh và Khang. Hai anh em nguyện ước với nhau, khi con của hai người lớn lên, nếu đều là con trai thì cho kết làm huynh đệ, nếu đều là con gái thì cho kết làm tỉ muội, nếu là một trai một gái thì cho kết làm vợ chồng.","status":1,"thuocphim":"phim bộ","image":"Anh_hùng_xạ_điêu_1994_poster1424.jpg","category_id":6,"genre_id":8,"country_id":10,"slug":"anh-hung-xa-dieu","position":17,"phim_hot":1,"resolution":4,"name_eng":"Condor Heroes","phude":1,"ngaytao":"2023-02-03 15:07:14","ngaycapnhat":"2023-02-03 15:07:14","year":"1995","thoiluong":180,"tags":"Condor Heroes, Anh hùng xạ điêu, quách tĩnh, hoàng dung, âu dương phong, xạ điêu tam bộ khúc","actor":"Trương Trí Lâm, Chu Ân","topview":0,"trailer":"<iframe width=\"1140\" height=\"641\" src=\"https:\/\/www.youtube.com\/embed\/GqaQMYEeTkc\" title=\"Anh Hùng Xạ Điêu cắt tập 15 - Ai thắng được 3 đề mục sẽ gả Hoàng Dung cho người đó\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen><\/iframe>","sotap":35,"episode_count":2,"category":{"id":6,"title":"Phim kiếm hiệp","description":"Phim kiếm hiệp","status":1,"slug":"phim-kiem-hiep","position":2},"movie_genre":[{"id":3,"title":"kịch tính","description":"hành động","status":1,"slug":"kich-tinh","pivot":{"movie_id":26,"genre_id":3}},{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":26,"genre_id":4}},{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat","pivot":{"movie_id":26,"genre_id":8}}],"country":{"id":10,"title":"Trung Quốc","description":"Trung Quốc","status":1,"slug":"trung-quoc"},"genre":{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat"}},{"id":25,"title":"tiếu ngạo giang hồ","description":"Tiếu ngạo giang hồ (tiếng Trung: 笑傲江湖; bính âm: xiào ào jiāng hú, tiếng Anh: The Smiling, Proud Wanderer, hoặc State of Divinity) là một tiểu thuyết kiếm hiệp của Kim Dung, lần đầu tiên được phát hành trên Minh báo từ ngày 20 tháng 4 năm 1967 đến 12 tháng 10 năm 1969.[1][2] Tiêu đề \"Tiếu ngạo giang hồ\" được đặt theo một bản nhạc cầm tiêu hợp tấu đóng vai trò trung tâm của tác phẩm. Tiếu ngạo giang hồ được coi là một trong những tiểu thuyết đặc sắc nhất của tác giả.","status":1,"thuocphim":"phim bộ","image":"139txz4z_660x946-tieungaogiangho20132931.jpg","category_id":6,"genre_id":8,"country_id":10,"slug":"tieu-ngao-giang-ho","position":18,"phim_hot":1,"resolution":4,"name_eng":"Swordsman","phude":0,"ngaytao":"2023-02-03 15:03:55","ngaycapnhat":"2023-02-03 15:03:55","year":"2014","thoiluong":180,"tags":"Nội dung truyện xoay quanh những đề tài về tình bạn, tình yêu, sự dối trá, phản bội, những âm mưu và cả ham muốn quyền lực. Trung tâm của toàn bộ cốt truyện là nhân vật chính Lệnh Hồ Xung, một đệ tử của chưởng môn phái Hoa Sơn Nhạc Bất Quần. Xuyên suốt câu chuyện, người đọc được dẫn dắt theo hành trình trở thành một kiếm khách lẫy lừng của chàng lãng tử này, đồng thời trải nghiệm những chứng kiến của Lệnh Hồ Xung đối với nhiều âm mưu tranh quyền đoạt vị trên giang hồ.","actor":"Hoắc Kiến Hoa, Viên San San, Trần Kiều Ân","topview":0,"trailer":"<iframe width=\"1140\" height=\"641\" src=\"https:\/\/www.youtube.com\/embed\/k7UiqbtaOK4\" title=\"[Vietsub-Kara] Yêu ta - Bồ Đề - OST Tân Tiếu Ngạo Giang Hồ 2013\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen><\/iframe>","sotap":42,"episode_count":2,"category":{"id":6,"title":"Phim kiếm hiệp","description":"Phim kiếm hiệp","status":1,"slug":"phim-kiem-hiep","position":2},"movie_genre":[{"id":2,"title":"tâm lý","description":"tâm lý","status":1,"slug":"tam-ly","pivot":{"movie_id":25,"genre_id":2}},{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":25,"genre_id":4}},{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat","pivot":{"movie_id":25,"genre_id":8}}],"country":{"id":10,"title":"Trung Quốc","description":"Trung Quốc","status":1,"slug":"trung-quoc"},"genre":{"id":8,"title":"võ thuật","description":"võ thuật","status":1,"slug":"vo-thuat"}},{"id":22,"title":"Lần Đầu Yêu Anh","description":"Miêu tả: \"Lần Đầu Yêu Anh\" là một bộ phim về tình yêu tuổi trẻ của đạo diễn Thẩm Thấm Nguyên với sự tham gia của Điền Hi Vi và Vương Tinh Việt. Bộ phim kể về Lư Vãn Vãn - cô sinh viên năm hai khoa Lâm sàng của trường Đại học Y Thanh Diệu, vậy mà tâm lý kém khiến cô có biểu hiện bất thường mỗi khi thi cử, điều này không phù hợp với ngôi trường y khoa nghiêm ngặt. Sau nhiều năm yêu thầm không thành, Lư Vãn Vãn say rượu tuyên bố sẽ theo đuổi siêu cấp học bá cùng trường Nhâm Sơ. Sau tuyên bố này khiến scandal tình ái giữa hai người ngày càng lan rộng, ảnh hưởng nghiêm trọng đến việc học tập và cuộc sống vốn đã rất vất vả của Lư Vãn Vãn. Để làm rõ mối quan hệ giữa hai người, cô đã cùng với Nhâm Sơ tạo ra \"Kế hoạch loại bỏ Scandal\". Trong quá trình làm rõ scandal, cả hai đã nhìn thấy điểm sáng trong tính cách của nhau và dần nảy sinh tình cảm với nhau. Với sự giúp đỡ và hướng dẫn của Nhâm Sơ, Lư Vãn Vãn đã dần vượt qua chính mình, tìm được sự cân bằng giữa sở thích và việc học của mình, đồng thời chăm chỉ học tập để trở thành một sinh viên y khoa đạt chuẩn. Nhâm Sơ cũng bị Vãn Vãn ảnh hưởng , bỏ đi vẻ mặt kiểu ngạo lạnh lũng càng ngày càng trở lên dễ gần và thân thiện hơn. Cả hai đã vô tình thay đổi lẫn nhau và trở thành một phiên bản tốt hơn của chính họ, cuối cùng họ đã có được một mối tình lãng mạn. Bộ phim sẽ được phát sóng trực tuyến trên iQiyi Quốc tế (iq.com).","status":1,"thuocphim":"phim bộ","image":"a_100499877_m_601_vi_m2_260_3601961.webp","category_id":5,"genre_id":9,"country_id":11,"slug":"lan-dau-yeu-anh","position":19,"phim_hot":0,"resolution":0,"name_eng":"Love You For The First Time","phude":1,"ngaytao":"2023-01-31 15:37:34","ngaycapnhat":"2023-01-31 15:37:34","year":"2020","thoiluong":30,"tags":"iQIYI, LầnĐầuYêuAnh, ĐiềnHiVi, VươngTinhViệt","actor":"Điền Hi Vi, Vương Tinh Việt","topview":1,"trailer":null,"sotap":52,"episode_count":2,"category":{"id":5,"title":"Phim truyện","description":"Phim dài tập","status":1,"slug":"phim-truyen","position":0},"movie_genre":[{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":22,"genre_id":4}},{"id":6,"title":"hài hước","description":"hài hước","status":1,"slug":"hai-huoc","pivot":{"movie_id":22,"genre_id":6}},{"id":9,"title":"viễn tưởng","description":"viễn tưởng","status":1,"slug":"vien-tuong","pivot":{"movie_id":22,"genre_id":9}}],"country":{"id":11,"title":"Hàn Quốc","description":"Hàn Quốc","status":1,"slug":"han-quoc"},"genre":{"id":9,"title":"viễn tưởng","description":"viễn tưởng","status":1,"slug":"vien-tuong"}},{"id":20,"title":"Thời Gian Lương Thần Mỹ Cảnh","description":"Một ca sĩ toả sáng chói ngời được yêu mến trên sân khấu nhưng khi đi vào thế giới game lại chỉ có trình độ ngang học sinh tiểu học. Anh chàng học bá đẹp trai thông minh hơn người lại không biết người bên kia màn hình là thần tượng trong lòng mình? Một mối tình trên mạng âm thầm nảy nở, tình cảm hai bên đan xen giữa không gian và thời gian. Cùng chờ xem phản ứng hoá học trong mối tình của cô ca sĩ thực lực và hotboy trường học sẽ ra sao đây nhỉ?","status":1,"thuocphim":"phim bộ","image":"a_100438519_m_601_vi_m1_260_360222.webp","category_id":5,"genre_id":4,"country_id":11,"slug":"thoi-gian-luong-than-my-canh","position":20,"phim_hot":1,"resolution":2,"name_eng":"The Time of Divine Mercy","phude":1,"ngaytao":"2023-01-31 15:39:51","ngaycapnhat":"2023-01-31 15:39:51","year":"2020","thoiluong":180,"tags":"Từ Lộ, Lâm Nhất, Hồ Binh","actor":"Từ Lộ, Lâm Nhất, Hồ Binh","topview":2,"trailer":null,"sotap":31,"episode_count":2,"category":{"id":5,"title":"Phim truyện","description":"Phim dài tập","status":1,"slug":"phim-truyen","position":0},"movie_genre":[{"id":2,"title":"tâm lý","description":"tâm lý","status":1,"slug":"tam-ly","pivot":{"movie_id":20,"genre_id":2}},{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam","pivot":{"movie_id":20,"genre_id":4}}],"country":{"id":11,"title":"Hàn Quốc","description":"Hàn Quốc","status":1,"slug":"han-quoc"},"genre":{"id":4,"title":"tình cảm","description":"tình cảm","status":1,"slug":"tinh-cam"}}]